{
    "Автомобильные дороги": {
        "count": "[107]",
        "items": [
            {
                "title": "Автомобильные дороги",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/118995/Avtomobilnye_dorogi.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р."
                ],
                "publishing_date": "2022",
                "description": "Студенты специальности 1-70 03 01 «Автомобильные дороги» выполняют дипломный проект, который является квалификационной работой по уровню выполнения и результатам защиты которой государственная экзаменационная комиссия делает заключение о возможности присвоения обучающемуся соответствующей квалификации. В издании приведены методические рекомендации по организации дипломного ..."
            },
            {
                "title": "Автомобильные дороги",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/142760/Avotomobilnye_dorogi.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Кравченко, С. Е.",
                    "Жуковский, Е. М.",
                    "Ходан, Е. П.",
                    "Реут, Ж. В.",
                    "Соболевская, С. Н.",
                    "Шишко, Н. И."
                ],
                "publishing_date": "2024",
                "description": "В издании приведена история развития дорожного хозяйства республики, информация об основных дорожно-строительных работах, а именно: проектировании, строительстве, реконструкции, ремонтах и содержании дорог и применяемых для этой деятельности дорожно-строительных машинах и материалах. Издание предназначено для студентов специальности 7-07-0732-03 «Строительство транспортных ..."
            },
            {
                "title": "Автомобильные и железные дороги",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/52349/Avtomobilnye_i_zheleznye_dorogi.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р."
                ],
                "publishing_date": "2019",
                "description": "В пособии приведены основные требования и методика разработки отдельных разделов проекта организации строительства и проекта производства работ на участке автомобильной дороги; рассмотрены вопросы содержания автомобильных дорог в зимний период года; приведены методические материалы по выполнению курсовой\r\nработы; рекомендована структура расчетно-пояснительной записки."
            },
            {
                "title": "Архитектура транспортных сооружений",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5744/Arhitektura_transportnyh_sooruzhenij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Сардаров, А. С."
                ],
                "publishing_date": "2013",
                "description": "В учебно-методическом пособии изложены основные положения и методические рекомендации по дисциплине «Архитектура транспортных сооружений». Рассматриваются основные предпосылки использования архитектурной теории в приложении к системе транспортных сооружений, а также важнейшие области этого использования: ландшафтное проектирование дорог, сервис и благоустройство, озеленение ..."
            },
            {
                "title": "Водно-тепловой режим земляного полотна",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5200/Vodno_teplovoj_rezhim_zemlyanogo_polotna.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Леонович, И. И.",
                    "Вырко, Н. П."
                ],
                "publishing_date": "2013",
                "description": "В пособии изложены основные положения, касающиеся водно-теплового режима земляного полотна автомобильных дорог, процессов протекающих при миграции и накоплении влаги в различных грунтах, закономерностей промерзания грунтов и пучинообразования в дорожных конструкциях. Теоретические положения пособия подкреплены расчетными примерами и некоторыми данными метеорологического характера. ..."
            },
            {
                "title": "Возведение земляного полотна автомобильной дороги",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/8001/Vozvedenie_zemlyanogo_polotna_avtomobilnoj_dorogi.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Раковец, Л. Д.",
                    "Дерман, И. В.",
                    "Куприянчик, А. А.",
                    "Кравченко, С. Е.",
                    "Вербило, И. Н."
                ],
                "publishing_date": "2014",
                "description": "В методических указаниях рассмотрены следующие вопросы: общая характеристика условий района строительства; подготовительные работы; строительство железобетонных труб; возведение земляного полотна в насыпях, выемках, на болоте; расчет потребности ресурсов и комплектование отрядов; уплотнение грунта земляного полотна и контроль качества уплотнения; отделочные и укрепительные работы; ..."
            },
            {
                "title": "Диагностика автомобильных дорог",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/81542/Diagnostika_avtomobilnyh_dorog.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Соболевская, С. Н.",
                    "Ходан, Е. П."
                ],
                "publishing_date": "2020",
                "description": "В пособии изложены основные положения, касающиеся диагностики автомобильных дорог, приведены требования к состоянию покрытий при строительстве, ремонте и в процессе эксплуатации. Описание методов измерений транспортно-эксплуатационных характеристик представлено в соответствии с действующими техническими нормативно-правовыми актами. Представлен справочный материал, предназначенный ..."
            },
            {
                "title": "Диагностика автомобильных дорог",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5919/Diagnostika_avtomobilnyh_dorog.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Леонович, И. И.",
                    "Богданович, С. В."
                ],
                "publishing_date": "2012",
                "description": "В издании изложены основные положения, касающиеся диагностики автомобильных дорог, приведены требования к состоянию покрытий дорог при строительстве, ремонте и в процессе эксплуатации. Описание методов измерений транспортно-эксплуатационных характеристик автомобильных дорог приведено на основании действующих технических нормативных правовых актов."
            },
            {
                "title": "Дорожная климатология",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1744/Dorozhnaya_klimatologiya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Леонович, И. И."
                ],
                "publishing_date": "2007",
                "description": "В учебном пособии изложены основные сведения по общей и дорожной климатологии. Приведены данные о температуре воздуха, осадках, упругости водяного пара, направлениях и скорости ветра, солнечной радиации, других метеорологических характеристиках, описаны особенности климата Республики Беларусь. Системно изложена методология учета климатических факторов при проектировании, строительстве ..."
            },
            {
                "title": "Дорожная климатология",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/7276/Dorozhnaya_klimatologiya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Леонович, И. И."
                ],
                "publishing_date": "2013",
                "description": "В учебном пособии изложены основные сведения по общей и дорожной климатологии. Приведены данные о температуре воздуха, осадках, упругости водяного пара, направлениях и скорости ветра, солнечной радиации, других метеорологических характеристиках, описаны особенности климата Республики Беларусь. Системно изложена методология учета климатических факторов при проектировании, строительстве ..."
            },
            {
                "title": "Дорожная климатология в вопросах и ответах",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/7242/Dorozhnaya_klimatologiya_v_voprosah_i_otvetah.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Леонович, И. И."
                ],
                "publishing_date": "2013",
                "description": "Пособие построено по принципу “вопрос – ответ”. В нём сформулированы вопросы, которые в совокупности охватывают учётную программу по дисциплине “Дорожная климатология”. Ответы на вопросы несут итоговую нагрузку адекватную поставленным вопросам. Пособие предназначено для студентов специальности 1 – 70 03 01 “Автомобильные дороги”, но может быть использовано студентами других ..."
            },
            {
                "title": "Дорожно-строительные материалы и изделия (практикум)",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/122534/Dorozhno_stroitelnye_materialy.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Кравченко, С. Е.",
                    "Соболевская, С. Н.",
                    "Жуковский, Е. М."
                ],
                "publishing_date": "2022",
                "description": "Учебное пособие поможет изучить и освоить современные методы, требования, приборы и оборудование, осуществлять сравнительный анализ с действующими нормативными документами. Вся информация о качестве материалов и методах проведения испытаний представлена с учетом действующих в Республике Беларусь стандартов и имеющейся обновленной лабораторной базы кафедры «Автомобильные дороги». ..."
            },
            {
                "title": "Дорожно-строительные материалы и изделия. Ч. 1",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/43898/Dorozhno_stroitelnye_materialy_i_izdeliya_CH_1.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Кравченко, С. Е.",
                    "Реут, Ж. В.",
                    "Савуха, А. В.",
                    "Соболевская, С. Н.",
                    "Ходан, Е. П."
                ],
                "publishing_date": "2018",
                "description": "Дорожно-строительные материалы и изделия.  Ч. 1 [Электронный ресурс] : учебно-методический комплекс для студентов специальности 1-70 03 01 \"Автомобильные дороги\" / Белорусский национальный технический университет, Кафедра \"Строительство и эксплуатация дорог\" ; сост. С. Е. Кравченко [и др.]. – Минск : БНТУ, 2018."
            },
            {
                "title": "Дорожное грунтоведение и механика земляного полотна дорог",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3632/Dorozhnoe_gruntovedenie_i_mekhanika.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Бабаскин, Ю. Г."
                ],
                "publishing_date": "2002",
                "description": "Цель данного издания - оказание методической помощи студентам специальностей J70 03 01 - «Автомобильные дороги», J70 03 02 - «Мосты, транспорчные тоннели и метрополитены» при изучении дисциплины «Дорожное грунтоведение и механика земляного полотна дорог». Курс лекций содержит теоретический материал по региональной инженерной геологии, общему и региональному грунтоведению, механике ..."
            },
            {
                "title": "Дорожное грунтоведение и механика земляного полотна дорог",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3625/Dorozhnoe_gruntovedenie_i_mekhanika.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Бабаскин, Ю. Г."
                ],
                "publishing_date": "2001",
                "description": "Цель данного издания - оказание помощи студентам специальности Т. 19.03 - «Строительство дорог и транспортных объектов» при изучении дисциплины «Дорожное грунтоведение и механика земляного полотна дорог». Учебное пособие дает теоретический\r\nматериал к выполнению лабораторных работ по трем разделам курса - «Общая геология» (1-я - 8-я лабораторные работы), «Физические свойства ..."
            },
            {
                "title": "Железнодорожные пути и путевое хозяйство",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/13705/ZHeleznodorozhnye_puti_i_putevoe_hozyajstvo.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Леонович, И. И."
                ],
                "publishing_date": "2014",
                "description": "Приведены основные теоретические положения и практические методы решения задач по расчету плана и профиля железных дорог, ширины колеи в кривых, устройству бесстыкового пути, прочности верхнего строения, соединений и пересечений рельсовых нитей, тяговых и транспортно-эксплуатационных характеристик и эксплуатационных показателей работы железных дорог."
            },
            {
                "title": "Климат регионов мира",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1670/Klimat_regionov_mira.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Леонович, И. И."
                ],
                "publishing_date": "2011",
                "description": "В пособии приведены данные о климате регионов мира и климатах отдельных государств. Информация о климатах предназначена для изучения климатообразующих процессов и рекомендуется для использования при изучении учебной дисциплины «Дорожная климатология»."
            },
            {
                "title": "Климат Республики Беларусь",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3501/Klimat_Respubliki_Belarus.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Леонович, И. И."
                ],
                "publishing_date": "2012",
                "description": "Леонович, И. И. Климат Республики Беларусь [Электронный ресурс] : пособие для студентов спец. 1-70 03 01 \"Автомобильные дороги\" / И. И. Леонович ; Белорусский национальный технический университет, Кафедра \"Строительство и эксплуатация дорог\". – Минск : БНТУ, 2012."
            },
            {
                "title": "Конструирование и расчет дорожной одежды повышенной надежности и долговечности",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5952/Konstruirovanie_i_raschet_dorozhnoj_odezhdy.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Веренько, В. А."
                ],
                "publishing_date": "2012",
                "description": "В  пособии изложены  вопросы проектирования нежестких  дорожных одежд в соответствии с современными подходами в мировой практике. Рассмотрена методология конструирования и расчета дорожных одежд с экстремальным характером распределения прочности и жесткости по толщине. Для облегчения выполнения курсового и дипломного проектов в пособии приведены необходимые справочные данные, а ..."
            },
            {
                "title": "Машины для строительства, ремонта и содержания автомобильных дорог",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1257/Mashiny_dlya_stroitelstva_remonta.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Леонович, И. И.",
                    "Котлобай, А. Я."
                ],
                "publishing_date": "2005",
                "description": "В издании приведены основные сведения о современных машинах и механизмах, используемых при строительстве, ремонте и содержании автомобильных дорог. Даны их технические и эксплуатационные характеристики, изложены важнейшие положения по обоснованию условий нагружений, эффективности применения при производстве дорожных работ. Учебник рассчитан на студентов высших учебных заведений, ..."
            },
            {
                "title": "Метеорологические станции Республики Беларусь",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/7275/Meteorologicheskie_stancii_Respubliki_Belarus.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Леонович, И. И."
                ],
                "publishing_date": "2013",
                "description": "В настоящем пособии представлена информация о пятидесяти метеорологических станциях Республики Беларусь, включающая в себя обзор истории метеостанций, описание ближайшего окружения метеоплощадок, а также климатические характеристики соответствующего района. Пособие предназначено для студентов специальности 1-70 03 01 «Автомобильные дороги», но может быть использовано и студентами ..."
            },
            {
                "title": "Методические рекомендации организации курсового проектирования и требования к оформлению курсовых проектов (работ) для студентов специальности 1-70 03 01 \"Автомобильные дороги\", 1-70 03 02 \"Мосты, транспортные тоннели и метрополитены\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/26769/Metodicheskie_rekomendacii_organizacii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р."
                ],
                "publishing_date": "2016",
                "description": "В методических рекомендациях приведены требования к организации и проведению курсового проектирования. Рекомендована структура расчетно-пояснительной записки курсового проекта (работы), приведены требования по его оформлению. Данные методические рекомендации определяют особенности курсового проектирования и его контроля на уровне кафедры и являются обязательным для профессорско ..."
            },
            {
                "title": "Методические рекомендации по организации дипломного проектирования и требования к оформлению дипломных проектов для студентов специальности 1-70 03 01 \"Автомобильные дороги\", 1-27 01 01-03 \"Экономика и организация производства (автодорожное хозяйство)\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/26768/Metodicheskie_rekomendacii_po_organizacii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р.",
                    "Мордас, М. С."
                ],
                "publishing_date": "2016",
                "description": "Студенты специальностей 1-70 03 01 «Автомобильные дороги» и 1-27 01 01-03 «Экономика и организация производства (автодорожное хозяйство)» выполняют дипломный проект, который является квалификационной работой по уровню выполнения и результатам защиты которой государственная экзаменационная комиссия делает заключение о возможности присвоения обучающемуся соответствующей квалификации. ..."
            },
            {
                "title": "Методические указания по выполнению лабораторных работ по курсу \"Информатика\" для студентов специальности 1-70 03 01 \"Автомобильные дороги\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/775/Metodicheskie_ukazaniya_po_vypolneniyu.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Клибашев, С. М."
                ],
                "publishing_date": "2008",
                "description": "В методическом пособии рассмотрены основные приложения Microsoft Office – Microsoft Word, Excel, Access, PowerPoint; а также Internet технологии – работа в браузере Internet Explorer, с поисковыми системами в сети Internet, в электронной почте Outlook Express, с программами мгновенного обмена сообщениями."
            },
            {
                "title": "Методические указания по разработке экономической части дипломных проектов для студентов специальности 1-70 03 01 «Автомобильные дороги»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/53219/Metodicheskie_ukazaniyapo_razrabotke.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Шохалевич, Т. М."
                ],
                "publishing_date": "2019",
                "description": "Методические указания предназначены для студентов дневной и заочной формы обучения специальности 1-70 03 01 «Автомобильные дороги» при выполнении дипломного проекта. Данные указания содержат сведения о составе экономической части дипломного проекта, определяют порядок составления сметно-финансовых расчетов по определению сметной стоимости на содержание, ремонт и развитие (возведение, ..."
            },
            {
                "title": "Методическое указание по выполнению курсовой работы по дисциплине «Экономика дорожного хозяйства»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3340/Metodicheskoe_ukazanie_po_vypolneniyu.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Шохалевич, Т. М.",
                    "Мазаник, И. Г."
                ],
                "publishing_date": "2012",
                "description": "Учебное пособие содержит сведения о составе, порядке выполнения курсовой работы. При разработке пособия учтены ресурсно-сметные нормы и цены, а также методические указания по определению стоимости строительства. Целью курсовой работы является ознакомление студентов с основными нормативно-техническими документами по экономике дорожного хозяйства, изучение основ сметной документации, ..."
            },
            {
                "title": "Надежность дорожных одежд",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3905/Nadezhnost_dorozhnyh_odezhd.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Веренько, В. А."
                ],
                "publishing_date": "2002",
                "description": "В пособии рассмотрены методы оценки и пути повышения надежности дорожных одежд. Приведен теоретический и экспериментальный материал, полученный автором в результате исследований.\r\nРассмотрены новые материалы и технологии, используемые при строигельстве дорожных покрытий (асфальтобетоны на модифицированных\r\nбитумах, бетоны на органогидравлических вяжущих и др.). Пособие предназначено ..."
            },
            {
                "title": "Новые материалы в дорожном строительстве",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3613/Novye_materialy_v_dorozhnom_stroitelstve.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Веренько, В. А."
                ],
                "publishing_date": "2004",
                "description": "В учебном пособии рассмотрены новые материалы и технологии, используемые при строительстве дорожных покрытий. В частности асфальтобетоны на модифицированных битумах, бетоны на\r\nорганогидравлических вяжущих материалах, специальные асфальтобетоны и другие. Отражены вопросы оценки их технической и экономической эффективности. Учебное пособие предназначено для слушателей системы ..."
            },
            {
                "title": "Организация и безопасность дорожного движения",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/43196/Organizaciya_i_bezopasnost_dorozhnogo_dvizheniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Адашкевич, В. И."
                ],
                "publishing_date": "2018",
                "description": "Организация и безопасность дорожного движения [Электронный ресурс] : учебно-методический комплекс для студентов специальности 1-70 03 01 \"Автомобильные дороги\" / Белорусский национальный технический университет, Кафедра \"Проектирование дорог\" ; сост. В. И. Адашкевич. – Минск : БНТУ, 2018."
            },
            {
                "title": "Организация производства и управление предприятием",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/81196/Organizaciya_proizvodstva.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Куприянчик, А. А.",
                    "Реут, Ж. В."
                ],
                "publishing_date": "2020",
                "description": "Пособие предназначено для выполнения курсового проекта по учебной дисциплине «Организация производства и управление предприятием». В пособии рассмотрены состав и порядок разработки основных разделов проекта организации строительства и проекта производства работ, приведена методика расчета необходимых материально-технических ресурсов на возведение автомобильной дороги, а также ..."
            },
            {
                "title": "Организация производства и управление предприятием",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/40227/Organizaciya_proizvodstva_i_upravlenie_predpriyatiem.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Реут, Ж. В.",
                    "Куприянчик, А. А."
                ],
                "publishing_date": "2018",
                "description": "Организация производства и управление предприятием [Электронный ресурс] : учебно-методический комплекс для студентов специальности 1-70 03 01 \"Автомобильные дороги\" / Белорусский национальный технический университет, Кафедра \"Строительство и эксплуатация дорог\" ; сост.: Ж. В. Реут, А. А. Куприянчик. – Минск : БНТУ, 2018."
            },
            {
                "title": "Организация труда и планирование в дорожном хозяйстве",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/28366/Organizaciya_truda_i_planirovanie.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Куприянчик, А. А.",
                    "Реут, Ж. В.",
                    "Ходан, Е. П."
                ],
                "publishing_date": "2016",
                "description": "В пособии приводится содержание основных разделов годового плана дорожно-строительного управления, а также методика расчета потребности в основных материально-технических ресурсах и величины ожидаемой прибыли от основной деятельности. В приложениях представлены необходимые справочные данные."
            },
            {
                "title": "Основы проектирования автомобильных дорог",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/27304/Osnovy_proektirovaniya_avtomobilnyh_dorog.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Яцевич, И. К.",
                    "Кононова, Е. И."
                ],
                "publishing_date": "2016",
                "description": "В пособии рассмотрены вопросы проектирования автомобильных дорог применительно к выполнению курсового проекта «Основы проектирования» студентами специальности 1-70 03 01 «Автомобильные дороги». В издании приведены классификации автомобильных дорог, детально изложена методика проектирования плана трассы, предложена методика проектирования продольного профиля трассы автомобильной ..."
            },
            {
                "title": "Основы составления сметной документации",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/62781/Osnovy_sostavleniya_smetnoj_dokumentacii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Шохалевич, Т. М.",
                    "Дерман, И. В."
                ],
                "publishing_date": "2015",
                "description": "Методические указания содержат сведения о составе, порядке выполнения курсовой работы «Основы составления сметной документации», а также примеры расчетов. Методические указания предназначены для студентов дневной и заочной формы обучения специальности 1-70 03 01 «Автомобильные дороги» при выполнении курсовой работы по дисциплине «Экономика дорожного хозяйства», заочной формы ..."
            },
            {
                "title": "Основы составления сметной документации",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/8121/Osnovy_sostavleniya_smetnoj_dokumentacii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Шохалевич, Т. М."
                ],
                "publishing_date": "2014",
                "description": "Учебное пособие содержит сведения о составе, порядке выполнения курсовой работы. При разработке пособия учтены нормативы расхода ресурсов в натуральном выражении и республиканская база текущих цен на ресурсы, а также инструкция по определению стоимости строительства и составлению сметной документации на основании нормативов расхода ресурсов в натуральном выражении. Целью курсовой ..."
            },
            {
                "title": "Отраслевая экология",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/85333/Otraslevaya_ehkologiya.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Куприянчик, А. А.",
                    "Соболевская, С. Н.",
                    "Ходан, Е. П."
                ],
                "publishing_date": "2020",
                "description": "Практикум включает в себя указания по выполнению лабораторных работ по дисциплине «Отраслевая экология» для студентов специальности 1-70 03 01 «Автомобильные дороги». Приводятся общие положения по организации и выполнению лабораторных работ, а также требования к содержанию и оформлению отчета. В каждой работе приводятся основные положения из теории изучаемого вопроса и даются ..."
            },
            {
                "title": "Оценка состава и состояния грунтов при строительстве инженерных сооружений",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6526/Ocenka_sostava_i_sostoyaniya_gruntov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Бабаскин, Ю. Г.",
                    "Козловская, Л. В."
                ],
                "publishing_date": "2011",
                "description": "Цель данного издания – оказание методической помощи студентам 2-го курса специальностей 1-70 03 01 «Автомобильные дороги» и 1-70 03 02 «Мосты, транспортные тоннели и метрополитены» при изучении дисциплин «Дорожное грунтоведение и механика земляного полотна» и «Инженерная геология и механика грунтов», в частности при выполнении курсовой работы. Содержит задачи, решаемые по разделам ..."
            },
            {
                "title": "Программа и методические рекомендации по преддипломной практике для студентов специальности 1-70 03 01 \"Автомобильные дороги\" специализации 1-70 03 01-01 \"Строительство дорог и аэродромов\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1255/Programma_i_metodicheskie_rekomendacii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Леонович, И. И.",
                    "Дерман, И. В.",
                    "Куприянчик, А. А.",
                    "Петрашевский, Р. И."
                ],
                "publishing_date": "2004",
                "description": "В программе и методических рекомендациях рассматриваются организационные вопросы преддипломной практики. Даются указания\r\nо порядке прохождения практики. Приводится перечень вопросов, которые необходимо изучить и освоить производственным предприятиям в отчете по повышению транспортно-эксплуатационных качеств, ремонту и содержанию автомобильных дорог, безопасности движения, ..."
            },
            {
                "title": "Программа и методические указания к инженерно-технологической практике для студентов специальности 1-27 01 01 \"Экономика и организация производства\" направления 1-27 01 01-03 \"Экономика и организация производства (автодорожное хозяйство)\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5071/Programma_i_metodicheskie_ukazaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р.",
                    "Солодкая, М. Г."
                ],
                "publishing_date": "2010",
                "description": "В программе и методических указаниях рассматриваются вопросы по проведению инженерно-технологической практике студентов специальности 1-27 01 01 «Экономика и организация производства» направления 1-27 01 01-03 «Экономика и организация производства (автодорожное хозяйство)». Даются указания о порядке прохождения практики. Приводится перечень вопросов, которые необходимо изучить и ..."
            },
            {
                "title": "Программа и методические указания к организационно-экономической практике для студентов специальности 1-27 01 01 \"Экономика и организация производства\" направления 1-27 01 01-03 \"Экономика и организация производства (автодорожное хозяйство)\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5070/Programma_i_metodicheskie_ukazaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р.",
                    "Солодкая, М. Г."
                ],
                "publishing_date": "2010",
                "description": "В программе и методических указаниях рассматриваются вопросы по проведению организационно-экономической практики студентов специальности 1-27 01 01 «Экономика и организация производства» направление 1-27 01 01-03 «Экономика и организация производства (автодорожное хозяйство)». Даются указания о порядке прохождения практики. Приводится перечень вопросов, которые необходимо изучить ..."
            },
            {
                "title": "Программа и методические указания к преддипломной практике для студентов специальности 1-27 01 01 \"Экономика и организация производства\" направления 1-27 01 01-03 \"Экономика и организация производства (автодорожное хозяйство)\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5072/Programma_i_metodicheskie_ukazaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р.",
                    "Солодкая, М. Г."
                ],
                "publishing_date": "2010",
                "description": "В программе и методических указаниях рассматриваются организационные вопросы преддипломной практики студентов специальности 1-70 03 01 «Автомобильные дороги» специализации 1-70 03 01-01 «Строительство дорог и аэродромов». Даются указания о порядке прохождения практики. Приводится перечень вопросов, которые необходимо изучить и освоить на производственном предприятии и отразить в отчете."
            },
            {
                "title": "Программа и методические указания к преддипломной практике для студентов специальности 1-70 03 01 \"Автомобильные дороги\" специализации 1-70 01 01-01 \"Строительство дорог и аэродромов\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/19097/Programma_i_metodicheskie_ukazaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р.",
                    "Яцевич, И. К.",
                    "Вишняков, Н. В."
                ],
                "publishing_date": "2010",
                "description": "В программе и методических указаниях рассматриваются организационные вопросы преддипломной практики студентов специальности 1-70 03 01 «Автомобильные дороги» специализации 1-70 03 01-01 «Строительство дорог и аэродромов». Даются указания о порядке прохождения практики. Приводится перечень вопросов, которые необходимо изучить и освоить на производственном предприятии и отразить в отчете."
            },
            {
                "title": "Программа и методические указания к технологической и инженерной практикам для студентов специальности 1-70 03 01 \"Автомобильные дороги\" специализации 1-70 01 01-01 \"Строительство дорог и аэродромов\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6519/Programma_i_metodicheskie_ukazaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р.",
                    "Яцевич, И. К.",
                    "Адашкевич, В. И."
                ],
                "publishing_date": "2010",
                "description": "В программе и методических указаниях рассматриваются вопросы организации технологической и инженерной практик студентов специальности 1-70 03 01 «Автомобильные дороги» специализации 1-70 03 01-01 «Строительство дорог и аэродромов». Даются указания о порядке прохождения практики. Приводится перечень вопросов, которые необходимо изучить на производственном предприятии и отразить в отчете."
            },
            {
                "title": "Программа и методические указания по инженерно-технологической практике для студентов направления специальности 1-27 01 01-03 \"Экономика и организация производства (автодорожное хозяйство)\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1208/Programma_i_metodicheskie_ukazaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р.",
                    "Солодкая, М. Г."
                ],
                "publishing_date": "2010",
                "description": "В программе и методических указаниях рассматриваются вопросы по проведению инженерно-технологической практике студентов специальности 1-27 01 01 «Экономика и организация производства» направления 1-27 01 01-03 «Экономика и организация производства (автодорожное хозяйство)». Даются указания о порядке прохождения практики. Приводится перечень вопросов, которые необходимо изучить и ..."
            },
            {
                "title": "Программа и методические указания по организационно-экономической практике для студентов направления специальности 1-27 01 01-03 \"Экономика и организация производства (автодорожное хозяйство)\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1207/Programma_i_metodicheskie_ukazaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р.",
                    "Солодкая, М. Г."
                ],
                "publishing_date": "2010",
                "description": "В программе и методических указаниях рассматриваются вопросы по проведению организационно-экономической практики студентов специальности 1-27 01 01 «Экономика и организация производства» направление 1-27 01 01-03 «Экономика и организация производства (автодорожное хозяйство)». Даются указания о порядке прохождения практики. Приводится перечень вопросов, которые необходимо изучить ..."
            },
            {
                "title": "Программа и методические указания по преддипломной практике для студентов направления специальности 1-27 01 01-03 \"Экономика и организация производства (автодорожное хозяйство)\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1204/Programma_i_metodicheskie_ukazaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р.",
                    "Солодкая, М. Г."
                ],
                "publishing_date": "2009",
                "description": "В программе и методических указаниях рассматриваются вопросы организации преддипломной практики студентов специальности 1-27 01 01 «Экономика и организация производства» направления 1-27 01 01-03 «Экономика и организация производства автодорожное хозяйство)». Даются указания о порядке прохождения практики. Приводится перечень вопросов, которые необходимо изучить и освоить на ..."
            },
            {
                "title": "Программа и методические указания по преддипломной практике для студентов специальности 1-70 03 01 \"Автомобильные дороги\" специализации 1-70 03 01-01 \"Строительство дорог и аэродромов\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1205/Programma_i_metodicheskie_ukazaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р.",
                    "Яцевич, И. К.",
                    "Мурашов, А. П."
                ],
                "publishing_date": "2009",
                "description": "В программе и методических указаниях рассматриваются организационные вопросы преддипломной практики студентов специальности 1-70 03 01 «Автомобильные дороги» специализации 1-70 03 01 01 «Строительство дорог и аэродромов». Даются указания о порядке прохождения практики. Приводится перечень вопросов, которые необходимо изучить и освоить на производственном предприятии и отразить в отчете."
            },
            {
                "title": "Программа и методические указания по технологической и инженерной практикам для студентов заочной формы получения образования по специальности 1-70 03 01 \"Автомобильные дороги\" специализации 1-70 03 01 01 \"Строительство дорог и аэродромов\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/57780/Programma_i_metodicheskie_ukazaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Адашкевич, В. И.",
                    "Мытько, Л. Р."
                ],
                "publishing_date": "2019",
                "description": "В программе и методических указаниях рассматриваются вопросы организации технологической и инженерной практик студентов заочной формы получения образования специальности 1-70 03 01 «Автомобильные дороги» специализации 1-70 03 01 01 «Строительство дорог и аэродромов». Даются указания о порядке прохождения практики. Приводится перечень вопросов, которые необходимо изучить на ..."
            },
            {
                "title": "Программа и методические указания по технологической и инженерной практикам для студентов специальности 1-70 03 01 \"Автомобильные дороги\" специализации 1-70 03 01-01 \"Строительство дорог и аэродромов\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1206/Programma_i_metodicheskie_ukazaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р.",
                    "Яцевич, И. К.",
                    "Адашкевич, В. И."
                ],
                "publishing_date": "2009",
                "description": "В программе и методических указаниях рассматриваются вопросы организации технологической и инженерной практик студентов специальности 1-70 03 01 «Автомобильные дороги» специализации 1-70 03 01 01 «Строительство дорог и аэродромов». Даются указания о порядке прохождения практики. Приводится перечень вопросов, которые необходимо изучить на производственном предприятии и отразить в отчете."
            },
            {
                "title": "Проект дорожной одежды нежесткого типа",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/54724/Proekt_dorozhnoj_odezhdy_nezhestkogo_tipa.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Веренько, В. А."
                ],
                "publishing_date": "2019",
                "description": "В учебно-методическом пособии изложены вопросы проектирования нежестких дорожных одежд в соответствии с современной нормативной базой, приведена методика проектирования оптимальной конструкции нежесткой дорожной одежды. Для облегчения выполнения курсового и дипломного проекта в издании приведены необходимые справочные данные. Учебно-методическое пособие предназначено для студентов ..."
            },
            {
                "title": "Проект пересечения водотока",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/9407/Proekt_peresecheniya_vodotoka.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Яцевич, И. К.",
                    "Кононова, Е. И."
                ],
                "publishing_date": "2014",
                "description": "В методических указаниях изложены вопросы расчета водопропускных сооружений на малых и больших водотоках. Для малых водотоков подробно рассмотрена методика определения расчетного расхода от таяния снега, от ливня, методика обоснования отверстия водопропускной трубы с учетом\r\nаккумуляции ливневых вод, длины водопропускной трубы, отметок ее лотка, размеров укрепления русла и откосов. ..."
            },
            {
                "title": "Проект транспортной развязки (по типу \"Полный клеверный лист\")",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5025/Proekt_transportnoj_razvyazki.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Яцевич, И. К.",
                    "Кононова, Е. И."
                ],
                "publishing_date": "2010",
                "description": "В методических указаниях изложены вопросы проектирования транспортной развязки типа «Полный клеверный лист». Подробно рассмотрены методики проектирования плана, продольного и поперечного профилей, соединительных ответвлений пересекающихся дорог. Даны рекомендации по устройству ограждений, расстановке дорожных знаков, разметке проезжей части транспортной развязки, определению ..."
            },
            {
                "title": "Проектирование автомобильных дорог",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4912/Proektirovanie_avtomobilnyh_dorog.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Яцевич, И. К.",
                    "Кононова, Е. И."
                ],
                "publishing_date": "2010",
                "description": "Курсовой проект № 1 имеет целью закрепление у студентов принципов обоснования норм на проектирование автомобильной дороги и развитие первичных навыков трассирования по карте и проектирования земляного полотна (продольного и поперечного профиля), определения объемов земляных работ. В издании приведен состав курсового проекта по дисциплине «Проектирование автомобильных дорог». ..."
            },
            {
                "title": "Проектирование водопропускных сооружений на малом водотоке",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/811/Proektirovanie_vodopropusknyh_sooruzhenij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Яцевич, И. К."
                ],
                "publishing_date": "2005",
                "description": "В методических указаниях изложены вопросы проектирования водопропускных сооружений (водопропускных труб и малых мостов). Даны указания по определению расчетных расходов, назначению отверстий. Приведены методики обоснования размеров укреплений на входе и выходе трубы, длины трубы, отметок лотка. Даются рекомендации по выбору фундамента. Изложены рекомендации по составлению проекта ..."
            },
            {
                "title": "Проектирование земляного полотна автомобильной дороги на слабом основании",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/62876/Proektirovanie_zemlyanogo_polotna.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Шишко, Н. И.",
                    "Гатальский, Р. К."
                ],
                "publishing_date": "2019",
                "description": "Методические указания предназначены для студентов дневной и заочной формы обучения специальности 1-70 03 01 «Автомобильные дороги» при выполнении лабораторных работ по дисциплине «Изыскания и проектирование автомобильных дорог». Данные указания содержат сведения о специализированных расчетах земляного полотна автомобильной дороги на слабых (торфяных) основаниях. Содержат справочную ..."
            },
            {
                "title": "Проектирование ремонтных мероприятий в системе CREDO ДОРОГИ (версия 2.3)",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/71889/Proektirovanie_remontnyh_meropriyatij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Шохалевич, Т. М.",
                    "Шишко, Н. И."
                ],
                "publishing_date": "2020",
                "description": "Методические указания предназначены для студентов дневной и заочной формы обучения специальности 1-70 03 01 «Автомобильные дороги» при выполнении лабораторных работ по дисциплине «САПР автомобильных дорог», а также при выполнении дипломного проектирования по тематике проектирования ремонтных мероприятий на участках автомобильных дорог. Данные указания содержат сведения по работе ..."
            },
            {
                "title": "Проектирование участка автомобильной дороги",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/40217/Proektirovanie_uchastka_avtomobilnoj_dorogi.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р."
                ],
                "publishing_date": "2018",
                "description": "В учебно-методическом пособии приведена структура пояснительной записки курсового проекта. Изложена методика выполнения отдельных разделов проекта, даны рекомендации по его оформлению."
            },
            {
                "title": "Производственные предприятия дорожного хозяйства",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/155021/Proizvodstvennye_predpriyatiya.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Козловская, Л. В.",
                    "Савуха, А. В."
                ],
                "publishing_date": "2025",
                "description": "В издании изложены основные принципы разработки генерального плана АБЗ, приведены требования и правила выбора места расположения, принципы работы технологического оборудования. Предложены методики по расчетам основного и вспомогательного оборудования. Даны ссылки на техническую документацию по качеству выпускаемых материалов и готовой продукции."
            },
            {
                "title": "Производственные предприятия дорожной отрасли. Основы проектирования",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/48464/Proizvodstvennye_predpriyatiya_dorozhnoj.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Ковалёв, Я. Н.",
                    "Будниченко, С. С.",
                    "Солодкая, М. Г."
                ],
                "publishing_date": "2018",
                "description": "В учебно-методическом пособии изложены основные сведения по основам проектирования производственных предприятий дорожной отрасли. Системно представлена информация по расчетам притрассовых карьеров, каменных материалов, баз органических вяжущих материалов, асфальтобетонных и цементобетонных заводов; мероприятиям по охране и технико-экономическим показателям работы производственных ..."
            },
            {
                "title": "Реконструкция автомобильных дорог",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/126540/Rekonstrukciya.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Вишняков, Н. В.",
                    "Салимова, Б. Д."
                ],
                "publishing_date": "2023",
                "description": "В учебно-методическом пособии рассмотрены вопросы реконструкции основных элементов автомобильных дорог, искусственных сооружений, транспортных развязок, методы реконструкции дорог в плане и профиле, основные схемы реконструкции пресечений и примыканий автомобильных дорог. Детально изложена методика проектирования симметричного и несимметричного уширения земляного полотна автомобильных ..."
            },
            {
                "title": "САПР автомобильных дорог. Ч. 1",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/8884/SAPR_avtomobilnyh_dorog_CH_1.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вишняков, Н. В.",
                    "Адашкевич, В. И.",
                    "Гурбан, О. В.",
                    "Тимошенко, М. С.",
                    "Шишко, Н. И."
                ],
                "publishing_date": "2014",
                "description": "Излагаются основные положения по цифровому моделированию местности и автоматизированному проектированию автомобильных дорог. Рассматривается порядок подготовки исходных данных и проведения расчетов по автоматизированному проектированию автомобильных дорог на базе программного комплекса CREDO. Приводятся основные принципы проектирования отдельных элементов автомобильной дороги, ..."
            },
            {
                "title": "САПР автомобильных дорог. Ч. 1",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/49436/SAPR_avtomobilnyh_dorog.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вишняков, Н. В.",
                    "Адашкевич, В. И.",
                    "Гурбан, О. В.",
                    "Рак, И. Е.",
                    "Тимошенко, М. С.",
                    "Шишко, Н. И.",
                    "Шохалевич, Т. М."
                ],
                "publishing_date": "2018",
                "description": "Излагаются основные положения по цифровому моделированию местности и автоматизированному проектированию автомобильных дорог. Рассматривается порядок подготовки исходных данных и проведения расчетов по автоматизированному проектированию автомобильных дорог на базе программного комплекса CREDO.\r\nПриводятся основные принципы проектирования отдельных элементов автомобильной дороги, ..."
            },
            {
                "title": "САПР автомобильных дорог. Ч. 2",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/90104/SAPR_dorog.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Шишко, Н. И.",
                    "Шохалевич, Т. М."
                ],
                "publishing_date": "2021",
                "description": "Издание включает описание настройки и адаптации интерфейса программы КРЕДО ДОРОГИ версии 2.4. Детально разобраны вопросы цифрового моделирования проектных решений с формированием отчетной документации в виде ведомостей и комплектов чертежей. Изучен модуль КРЕДО СЪЕЗДЫ для автоматизированного создания примыканий и пересечений дорог в одном уровне. Рассмотрены способы создания ..."
            },
            {
                "title": "Свойства грунтов и их влияние на устойчивость инженерных сооружений",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3618/Svojstva_gruntov_i_ih_vliyanie.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Бабаскин, Ю. Г."
                ],
                "publishing_date": "2000",
                "description": "Методическое пособие составлено с целью оказания помощи студентам при написании курсовой работы по дисциплине «Инженерная геология и механика грунтов». Предлагаемое издание включает четыре раздела, охватывающие вопросы минерального состава и физико-механических свойств грунтов, а также устойчивости откосов и давления грунтов на инженерные сооружения. Издание предназначено для ..."
            },
            {
                "title": "Системы автоматизированного проектирования дорог",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/9514/Sistemy_avtomatizirovannogo_proektirovaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вишняков, Н. В."
                ],
                "publishing_date": "2014",
                "description": "Системы автоматизированного проектирования дорог [Электронный ресурс] : учебно-методический комплекс для студентов специальности 1-70 03 01 \"Автомобильные дороги\" / Белорусский национальный технический университет, Кафедра \"Проектирование дорог\" ; сост. Н. В. Вишняков. – Минск : БНТУ, 2014."
            },
            {
                "title": "Содержание и ремонт автомобильных дорог",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/17531/Soderzhanie_i_remont_avtomobilnyh_dorog.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Кравченко, С. Е.",
                    "Реут, Ж. В.",
                    "Соболевская, С. Н."
                ],
                "publishing_date": "2015",
                "description": "Издание содержит необходимые сведения об автомобильных дорогах и организации дорожной деятельности. Кратко изложены основные характеристики и транспортно-эксплуатационные показатели автомобильных дорог, виды и технологии работ при ремонте и содержании автомобильных дорог. Приведены требования к используемым материалам. Рассмотрены вопросы организации и обеспечения безопасности ..."
            },
            {
                "title": "Содержание и ремонт автомобильных дорог",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6320/Soderzhanie_i_remont_avtomobilnyh_dorog.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Леонович, И. И.",
                    "Реут, Ж. В.",
                    "Соболевская, С. Н."
                ],
                "publishing_date": "2013",
                "description": "В учебно-методическом пособии рассмотрены вопросы организации производства работ при зимнем содержании и ремонте автомобильных дорог. Представлены методы расчетов. Подготовлено с учетом учебной программы по дисциплине «Содержание и ремонт автомобильных дорог» и предназначено для использования при курсовом проектировании. Может быть использовано и при дипломном проектировании."
            },
            {
                "title": "Содержание и ремонт автомобильных дорог",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6283/Soderzhanie_i_remont_avtomobilnyh_dorog.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Кравченко, С. Е.",
                    "Реут, Ж. В.",
                    "Соболевская, С. Н.",
                    "Игошкин, Д. Г.",
                    "Гурбо, Н. М."
                ],
                "publishing_date": "2013",
                "description": "Издание содержит необходимые сведения об автомобильных дорогах и организации дорожной деятельности. Кратко изложены основные характеристики и транспортно-эксплуатационные показатели автомобильных дорог, виды и технологии работ при ремонте и содержании автомобильных дорог. Приведены требования к используемым материалам. Рассмотрены вопросы организации и обеспечения безопасности ..."
            },
            {
                "title": "Содержание и ремонт автомобильных дорог",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4994/Soderzhanie_i_remont_avtomobilnyh_dorog.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Леонович, И. И.",
                    "Реут, Ж. В.",
                    "Соболевская, С. Н."
                ],
                "publishing_date": "2011",
                "description": "В методическом пособии приведены методы определения некоторых эксплуатационных характеристик и назначения ремонтных мероприятий автомобильных дорог как с цементобетонным, так и асфальтобетонным покрытием. Детально рассмотрены основы проведения паспортизации автомобильных дорог и контроль горизонтальной разметки. Настоящее издание подготовлено с учетом рабочей программы."
            },
            {
                "title": "Содержание и ремонт автомобильных дорог. В 2 ч. Ч. 1. Общие вопросы содержания и ремонта дорог, машины и материалы",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1668/Soderzhanie_i_remont_avtomobilnyh_dorog.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Леонович, И. И."
                ],
                "publishing_date": "2003",
                "description": "В учебном пособии, подготовленном в соответствии с действующей учебной программой по дисциплине «Эксплуатация автомобильных дорог», приведены современные данные о машинах, материалах и технологии производства работ по содержанию и ремонту дорог с асфальтобетонным, цементобетонным и гравийным покрытиями, а также по содержанию и техническому ремонту искусственных сооружений и ..."
            },
            {
                "title": "Содержание и ремонт автомобильных дорог. В 2 ч. Ч. 2. Технология и организация дорожных работ",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1669/Soderzhanie_i_remont_avtomobilnyh_dorog.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Леонович, И. И."
                ],
                "publishing_date": "2003",
                "description": "В учебном пособии, подготовленном в соответствии с действующей учебной программой по дисциплине «Эксплуатация автомобильных дорог», приведены современные данные о технологии и организации производства работ по содержанию и ремонту дорог с асфальтобетонным, цементобетонным и гравийным покрытиями, а также по содержанию и техническому ремонту искусственных сооружений и элементов ..."
            },
            {
                "title": "Строительство автомобильных дорог",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/95771/Stroitelstvo_avtomobilnyh_dorog.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Зиневич, С. И.",
                    "Ходан, Е. П.",
                    "Реут, Ж. В.",
                    "Жуковский, Е. М."
                ],
                "publishing_date": "2021",
                "description": "Строительство автомобильных дорог [Электронный ресурс] : электронный учебно-методический комплекс для специальности 1-70 03 01 «Автомобильные дороги» / Белорусский национальный технический университет, Кафедра «Автомобильные дороги» ; сост.: С. И. Зиневич [и др.]. – Минск : БНТУ, 2021."
            },
            {
                "title": "Строительство дорожной одежды капитального типа",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/83502/Stroitelstvo_dorozhnoj_odezhdy.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Реут, Ж. В.",
                    "Ходан, Е. П."
                ],
                "publishing_date": "2020",
                "description": "Учебно-методическое пособие предназначено для выполнения курсового проекта по учебной дисциплине «Строительство автомобильных дорог». В пособии рассмотрены состав и порядок разработки основных разделов курсового проекта, приведены методики расчета отдельных наиболее сложных разделов, а также основы календарного планирования. В приложении приведены необходимые справочные данные."
            },
            {
                "title": "Строительство дорожной одежды капитального типа",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5226/Stroitelstvo_dorozhnoj_odezhdy_kapitalnogo_tipa.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вербило, И. Н.",
                    "Кравченко, С. Е.",
                    "Куприянчик, А. А.",
                    "Дерман, И. В.",
                    "Реут, Ж. В."
                ],
                "publishing_date": "2011",
                "description": "В методических указаниях к курсовому проекту «Строительство дорожной одежды капитального типа» рассмотрены следующие вопросы: определение объемов работ и потребности в материалах на строительство дорожной одежды, оценка пригодности местных материалов, определение скорости потока, определение границ использования карьеров и средней дальности возки материалов, комплектование звеньев ..."
            },
            {
                "title": "Технико-экономическое обоснование технологии и организации работ по строительству автомобильной дороги",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3658/Tekhniko_ehkonomicheskoe_obosnovanie.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Бабаскин, Ю. Г.",
                    "Дерман, И. В."
                ],
                "publishing_date": "2006",
                "description": "Цель данного издания - оказание методической помощи студентам специальности\r\n1-27 01 01 «Экономика и организация производства (автодорожное хозяйство)» при работе над курсовым проектом на тему «Технико-экономическое обоснование технологии и организации работ по строительству автомобильной дороги» по дисциплине «Технология строительства дорог». Методическое пособие содержит ..."
            },
            {
                "title": "Технология дорожного строительства",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/794/Tekhnologiya_dorozhnogo_stroitelstva.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Бабаскин, Ю. Г.",
                    "Вербило, И. Н."
                ],
                "publishing_date": "2003",
                "description": "Цель данного издания – оказание методической помощи студентам специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование» при изучении дисциплины «Технология дорожного строительства». Пособие содержит теоретический материал по строительству земляного полотна автомобильной дороги и всех существующих видов дорожных одежд. Материал изложен таким ..."
            },
            {
                "title": "Технология строительства дорог. Практикум",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3761/Tekhnologiya_stroitelstva_dorog_Praktikum.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Бабаскин, Ю. Г.",
                    "Леонович, И. И."
                ],
                "publishing_date": "2010",
                "description": "Цель данного издания - оказание помощи студентам специальности 1-27 01 01 «Экономика и организация производства (автодорожное хозяйство)» при изучении дисциплины «Технология строительства дорог», а также обеспечение студентов учебной литературой при решении практических задач на учебных занятиях. Содержит условия задач, вариантные исходные данные, задания к практическим задачам, ..."
            },
            {
                "title": "Транспортные развязки. Основы проектирования",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/57790/Transportnye_razvyazki_Osnovy_proektirovaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Яцевич, И. К.",
                    "Кононова, Е. И."
                ],
                "publishing_date": "2019",
                "description": "В учебно-методическом пособии рассмотрены вопросы проектирования полных транспортных развязок на автомобильных дорогах, рассмотрены элементы транспортных развязок, классификация транспортных развязок и правила их выбора. Детально изложена методика проектирования плана трассы и продольного профиля транспортной развязки «клеверный лист» и «накопительный ромб». Предложенный материал ..."
            },
            {
                "title": "Транспортные развязки. Основы проектирования",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/126053/Transportnye_razvyazki.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Яцевич, И. К.",
                    "Кононова, Е. И.",
                    "Шишко, Н. И."
                ],
                "publishing_date": "2022",
                "description": "В учебно-методическом пособии рассмотрены вопросы проектирования полных транспортных развязок на автомобильных дорогах, рассмотрены элементы транспортных развязок, классификация транспортных развязок и правила их выбора. Детально изложена методика проектирования плана трассы и продольного профиля транспортной развязки «клеверный лист» и «накопительный ромб». Предложенный материал ..."
            },
            {
                "title": "Учебно-методический комплекс для по учебной дисциплине \"Реконструкция автомобильных дорог и аэродромов\" для специальности 1-70-03 01 \"Автомобильные дороги\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/58464/Uchebno_metodicheskij_kompleks.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Вишняков, Н. В."
                ],
                "publishing_date": "2019",
                "description": "Учебно-методический комплекс для по учебной дисциплине \"Реконструкция автомобильных дорог и аэродромов\" для специальности 1-70-03 01 \"Автомобильные дороги\" [Электронный ресурс] / Белорусский национальный технический университет, Кафедра \"Проектирование дорог\" ; сост. Н. В. Вишняков. – Минск : БНТУ, 2019."
            },
            {
                "title": "Учебно-методический комплекс по учебной дисциплине \"Улицы населенных пунктов \"для специальности 1-70 03 01 \"Автомобильные дороги\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/58690/Ulicy_naselennyh_punktov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Адашкевич, В. И."
                ],
                "publishing_date": "2019",
                "description": "Учебно-методический комплекс по учебной дисциплине \"Улицы населенных пунктов\" для специальности 1-70 03 01 \"Автомобильные дороги\" [Электронный ресурс] / Белорусский национальный технический университет, Кафедра \"Автомобильные дороги\" ; сост. В. И. Адашкевич. – Минск : БНТУ, 2019."
            },
            {
                "title": "Учет и отчетность в дорожных организациях",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4494/Uchet_i_otchetnost_v_dorozhnyh_organizaciyah.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Раковец, Л. Д.",
                    "Реут, Ж. В."
                ],
                "publishing_date": "2013",
                "description": "Конспект лекций предназначен для оказания методической помощи студентам специальности 1-70 03 01 «Автомобильные дороги» при изучении дисциплины «Учет и отчетность в дорожных организациях». В конспекте рассмотрен теоретический материал по вопросам ведения всех видов хозяйственного учета в дорожных организациях Республики Беларусь, обозначены содержание и задачи операционного, ..."
            },
            {
                "title": "Электронный учебно-методический комплекс «Отраслевая экология» для студентов специальности 1-70 03 01 «Автомобильные дороги»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/97658/Otraslevaya_ehkologiya.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Бондаренко, С. Н."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс «Отраслевая экология» для студентов специальности 1-70 03 01 «Автомобильные дороги» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Автомобильные дороги» ; сост. С. Н. Бондаренко. – Минск : БНТУ, 2021."
            },
            {
                "title": "Электронный учебно-методический комплекс «Производственные предприятия дорожного хозяйства» для студентов специальности 1-70 03 01 «Автомобильные дороги»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/95772/Proizvodstvennye_predpriyatiya.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Савуха, А. В.",
                    "Козловская, Л. В."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс «Производственные предприятия дорожного хозяйства» для студентов специальности 1-70 03 01 «Автомобильные дороги» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Автомобильные дороги» ; сост.: А. В. Савуха, Л. В. Козловская. – Минск : БНТУ, 2021."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине \"Диагностика автомобильных дорог\" для специальности 1-70 03 01 \"Автомобильные дороги\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/63849/Diagnostika_avtomobilnyh_dorog.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Соболевская, С. Н.",
                    "Ходан, Е. П."
                ],
                "publishing_date": "2020",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине \"Диагностика автомобильных дорог\" для специальности 1-70 03 01 \"Автомобильные дороги\" [Электронный ресурс] / Белорусский национальный технический университет, Кафедра \"Автомобильные дороги\" ; сост.: С. Н. Соболевская, Е. П. Ходан. – Минск : БНТУ, 2020."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Автомобильные дороги» для специальности 7-07-0732-03 «Строительство транспортных коммуникаций» профилизация «Мосты, транспортные тоннели и метрополитены»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/150154/Avtomobilnye_dorogi.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р."
                ],
                "publishing_date": "2024",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Автомобильные дороги» для специальности 7-07-0732-03 «Строительство транспортных коммуникаций» профилизация «Мосты, транспортные тоннели и метрополитены» / Белорусский национальный технический университет, Кафедра «Автомобильные дороги» ; сост. Л. Р. Мытько. – Минск : БНТУ, 2024."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Автомобильные дороги» для студентов специальности 1-70 03 02 «Мосты, транспортные тоннели и метрополитены»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/103434/Avtomobilnye_dorogi.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Автомобильные дороги» для студентов специальности 1-70 03 02 «Мосты, транспортные тоннели и метрополитены» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Автомобильные дороги» ; сост. Л. Р. Мытько. – Минск : БНТУ, 2021."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Анализ производственно-хозяйственной деятельности предприятия» для специальности 1-70 03 01 «Автомобильные дороги»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/95882/Analiz_proizvodstvenno_hozyajstvennoj.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Солодкая, М. Г."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Анализ производственно-хозяйственной деятельности предприятия» для специальности 1-70 03 01 «Автомобильные дороги» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Автомобильные дороги» ; сост. М. Г. Солодкая. – Минск : БНТУ, 2021."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Изыскания и проектирование автомобильных дорог» 2 часть для специальности 1-70 03 01 «Автомобильные дороги»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/96074/Izyskaniya_i_proektirovanie.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Гатальский, Р. К.",
                    "Зленко, Л. В.",
                    "Адашкевич, В. И."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Изыскания и проектирование автомобильных дорог» 2 часть для специальности 1-70 03 01 «Автомобильные дороги» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Автомобильные дороги» ; сост.: Р. К. Гатальский, Л. В. Зленко, В. И. Адашкевич. – Минск : БНТУ, 2021."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Изыскания и проектирование автомобильных дорог» для студентов специальности 1-70 03 01 «Автомобильные дороги»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/96227/Izyskaniya_i_proektirovanie.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Вишняков, Н. В."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Изыскания и проектирование автомобильных дорог» для студентов специальности 1-70 03 01 «Автомобильные дороги» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Автомобильные дороги» ; сост.: Н. В. Вишняков. – Минск : БНТУ, 2021."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Инженерная геология» для специальности 7-07-0732-03 «Строительство транспортных коммуникаций» профилизация «Автомобильные дороги»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/152425/Inzhenernaya_geologiya.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Бабаскин, Ю. Г."
                ],
                "publishing_date": "2024",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Инженерная геология» для специальности 7-07-0732-03 «Строительство транспортных коммуникаций» профилизация «Автомобильные дороги» / Белорусский национальный технический университет, Кафедра «Автомобильные дороги» ; сост. Ю. Г. Бабаскин. – Минск : БНТУ, 2024."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Информатика» для специальности 7-07-0732-03  «Строительство транспортных коммуникаций» профилизация «Автомобильные дороги»",
                "image_url": null,
                "authors": [
                    "Шишко, Н. И.",
                    "Мордас, М. С."
                ],
                "publishing_date": "2024",
                "description": "Для открытия архива необходима программа WinRAR версии 5.0 и выше."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Информационное моделирование» для специальности 7-07-0732-03 «Строительство транспортных коммуникаций» профилизация «Автомобильные дороги»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/141470/Informacionnoe_modelirovanie.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Шишко, Н. И."
                ],
                "publishing_date": "2024",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Информационное моделирование» для специальности 7-07-0732-03 «Строительство транспортных коммуникаций» профилизация «Автомобильные дороги»  / Белорусский национальный технический университет, Кафедра «Автомобильные дороги» ; сост. Н. И. Шишко. – Минск : БНТУ, 2024."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Информационное моделирование» для студентов специальности 1-70 03 01 «Автомобильные дороги»",
                "image_url": null,
                "authors": [
                    "Шишко, Н. И."
                ],
                "publishing_date": "2023",
                "description": "Для открытия архива необходима программа WinRAR версии 5.0 и выше."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Механизация грунтов земляного полотна» для специальности 7-07-0732-03 «Строительство транспортных коммуникаций» профилизация «Автомобильные дороги» ﻿",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/158695/Mekhanika_gruntov.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Бабаскин, Ю. Г."
                ],
                "publishing_date": "2025",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Механизация грунтов земляного полотна» для специальности 7-07-0732-03 «Строительство транспортных коммуникаций» профилизация «Автомобильные дороги» / Белорусский национальный технический университет, Кафедра «Автомобильные дороги» ; сост. Ю. Г. Бабаскин. – Минск : БНТУ, 2025."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Нормирование точности и технические измерения» для студентов специальности 1-70 03 01 «Автомобильные дороги»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/97268/Normirovanie_tochnosti.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Бондаренко, С. Н."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Нормирование точности и технические измерения» для студентов специальности 1-70 03 01 «Автомобильные дороги» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Автомобильные дороги» ; сост. С. Н. Бондаренко. – Минск : БНТУ, 2021."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Организация и безопасность дорожного движения» для специальности 1-70 03 01 «Автомобильные дороги»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/94397/Organizaciya_i_bezopasnost.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Адашкевич, В. И."
                ],
                "publishing_date": "2021",
                "description": "Адашкевич, В. И. Электронный учебно-методический комплекс по учебной дисциплине «Организация и безопасность дорожного движения» для специальности 1-70 03 01 «Автомобильные дороги» [Электронный ресурс] / В. И. Адашкевич ; Белорусский национальный технический университет, Кафедра «Автомобильные дороги». – Минск : БНТУ, 2021."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Организация труда и планирование в дорожном хозяйстве» для студентов специальности 1-70 03 01 «Автомобильные дороги»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/95261/Organizaciya_truda.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Ходан, Е. П."
                ],
                "publishing_date": "2021",
                "description": "Ходан, Е. П. Электронный учебно-методический комплекс по учебной дисциплине «Организация труда и планирование в дорожном хозяйстве» для студентов специальности 1-70 03 01 «Автомобильные дороги» [Электронный ресурс] / Е. П. Ходан ; Белорусский национальный технический университет, Кафедра «Автомобильные дороги». – Минск : БНТУ, 2021."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Производственные предприятия дорожного хозяйства» для специальности 7-07-0732-03 «Строительство транспортных коммуникаций» профилизация «Автомобильные дороги»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/155869/Proizvodstvennye_predpriyatiya_dorozhnogo_hozyajstva.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Савуха, А. В.",
                    "Козловская, Л. В."
                ],
                "publishing_date": "2025",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Производственные предприятия дорожного хозяйства» для специальности 7-07-0732-03 «Строительство транспортных коммуникаций» профилизация «Автомобильные дороги» / Белорусский национальный технический университет, Кафедра «Автомобильные дороги» ; сост.: А. В. Савуха, Л. В. Козловская. – Минск : БНТУ, 2025."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «САПР автомобильных дорог» для студентов специальности 1-70 03 01 «Автомобильные дороги»",
                "image_url": null,
                "authors": [
                    "Шишко, Н. И.",
                    "Шохалевич, Т. М."
                ],
                "publishing_date": "2021",
                "description": "Для открытия архива необходима программа WinRAR версии 5.0 и выше."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Современные методы мониторинга и диагностики в транспортном строительстве» для II ступени высшего образования специальности  1-70 80 01 «Строительство зданий и сооружений» профилизации «Строительство транспортных сооружений»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/127388/Sovremennye_metody_monitoringa.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р."
                ],
                "publishing_date": "2023",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Современные методы мониторинга и диагностики в транспортном строительстве» для II ступени высшего образования специальности 1-70 80 01 «Строительство зданий и сооружений» профилизации «Строительство транспортных сооружений»  [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Автомобильные ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Современные методы мониторинга и диагностики транспортных коммуникаций» для специальности 7-06-0732-01 «Строительство» профилизация «Транспортные коммуникации»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/150155/Sovremennye_metody_monitoringa.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Мытько, Л. Р."
                ],
                "publishing_date": "2024",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Современные методы мониторинга и диагностики транспортных коммуникаций» для специальности 7-06-0732-01 «Строительство» профилизация «Транспортные коммуникации» / Белорусский национальный технический университет, Кафедра «Автомобильные дороги» ; сост. Л. Р. Мытько. – Минск : БНТУ, 2024."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Содержание и ремонт автомобильных дорог» для студентов специальности 1-70 03 01 «Автомобильные дороги»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/95043/Soderzhanie_i_remont.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Реут, Ж. В."
                ],
                "publishing_date": "2021",
                "description": "Реут, Ж. В. Электронный учебно-методический комплекс по учебной дисциплине «Содержание и ремонт автомобильных дорог» для студентов специальности 1-70 03 01 «Автомобильные дороги» [Электронный ресурс] / Ж. В. Реут ; Белорусский национальный технический университет, Кафедра «Автомобильные дороги». – Минск : БНТУ, 2021."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Специальные вопросы проектирования автомобильных дорог» для специальности 1-70 03 01 «Автомобильные дороги»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/96205/Specialnye_voprosy.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Зленко, Л. В.",
                    "Шишко, Н. И.",
                    "Гатальский, Р. К."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Специальные вопросы проектирования автомобильных дорог» для специальности 1-70 03 01 «Автомобильные дороги» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Автомобильные дороги» ; сост.: Л. В. Зленко, Н. И. Шишко, Р. К. Гатальский. – Минск : БНТУ, 2021."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Учет и отчетность в дорожных организациях» для студентов специальности 1-70 03 01 «Автомобильные дороги»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/95262/Uchet_i_otchetnost.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Ходан, Е. П.",
                    "Ковалев, Д. М."
                ],
                "publishing_date": "2021",
                "description": "Ходан, Е. П. Электронный учебно-методический комплекс по учебной дисциплине «Учет и отчетность в дорожных организациях» для студентов специальности 1-70 03 01 «Автомобильные дороги» [Электронный ресурс] / Е. П. Ходан, Д. М. Ковалев ; Белорусский национальный технический университет, Кафедра «Автомобильные дороги». – Минск : БНТУ, 2021."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Экономика производства» для специальности 1-70 03 01 «Автомобильные дороги»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/95885/EHkonomika_proizvodstva.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Солодкая, М. Г.",
                    "Шохалевич, Т. М."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Экономика производства» для специальности 1-70 03 01 «Автомобильные дороги» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Автомобильные дороги» ; сост.: М. Г. Солодкая, Т. М. Шохалевич. – Минск : БНТУ, 2021."
            },
            {
                "title": "Энциклопедический словарь по автомобильным дорогам",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1671/EHnciklopedicheskij_slovar_po_avtomobilnym_dorogam.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Леонович, И. И."
                ],
                "publishing_date": "2011",
                "description": "Автомобильные дороги как инженерные сооружения характеризуются множеством технических показателей. Определение и сущность этих показателей является необходимым условием профессионализма инженера-дорожника. Технический словарный запас специалиста позволяет ему свободно ориентироваться во всех информационных источниках. Настоящий энциклопедический словарь включает около 1000 статей ..."
            }
        ]
    },
    "Геодезия и аэрокосмические геотехнологии": {
        "count": "[49]",
        "items": [
            {
                "title": "Алгоритмы и программы автоматизированного проектирования вертикальной планировки незастроенных участков",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6800/Algoritmy_i_programmy_avtomatizirovannogo.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Позняк, А. С."
                ],
                "publishing_date": "2005",
                "description": "В методических указаниях к расчетно-графической работе рассмотрена методика проектирования рельефа местности под одну или несколько наклонных плоскостей с учетом заданных проектных уклонов, соблюдения баланса объемов земляных масс в выемке и насыпи. Приведены алгоритмы и программы автоматизированного проектирования вертикальной плани-ровки незастроенных участков."
            },
            {
                "title": "Геодезические методы обмеров архитектурных сооружений",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5005/Geodezicheskie_metody_obmerov.pdf.jpg?sequence=10&isAllowed=y",
                "authors": [
                    "Прокурат, Л. В.",
                    "Позняк, А. С."
                ],
                "publishing_date": "2011",
                "description": "Методические указания составлены в соответствии с учебной программой по инженерной геодезии и предназначены для изучения и выполнения геодезических работ по определению пространственных координат точек при архитектурных обмерах. Приведены алгоритм и программа на языке Паскаль, позволяющие автоматизировать расчеты."
            },
            {
                "title": "Геодезические приборы. Ч. 1",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/25726/Geodezicheskie_pribory_CH_1.pdf.jpg?sequence=8&isAllowed=y",
                "authors": [
                    "Куприенко, Н. О."
                ],
                "publishing_date": "2016",
                "description": "Лабораторный практикум разработан в соответствии с типовой программой по предмету «Геодезия» и предназначен для закрепления теоретических знаний по разделу «Геодезические высокоточные приборы и инструменты», приобретения исходных практических навыков по математической и графической обработке материалов соответствующих видов работ. Издание предназначено для студентов 2-го курса ..."
            },
            {
                "title": "Геодезические приборы. Ч. 2",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/50584/Geodezicheskie_pribory_CH_2.pdf.jpg?sequence=8&isAllowed=y",
                "authors": [
                    "Куприенко, Н. О."
                ],
                "publishing_date": "2019",
                "description": "Лабораторный практикум разработан в соответствии с типовой программой по предмету «Геодезия» и предназначен для закрепления теоретических знаний по разделу «Геодезические высокоточные приборы и инструменты», приобретения исходных практических навыков по математической и графической обработке материалов\r\nсоответствующих видов работ, применению прикладных компьютерных программ для ..."
            },
            {
                "title": "Геодезическое обеспечение автоматизированных систем проектирования",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/112940/Geodezicheskoe_obespechenie.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Кашура, В. Н.",
                    "Рак, И. Е."
                ],
                "publishing_date": "2022",
                "description": "Геодезическое обеспечение автоматизированных систем проектирования [Электронный ресурс] : электронный учебно-методический комплекс для студентов специальности 1-56 02 01 «Геодезия» / Белорусский национальный технический университет, Кафедра «Геодезия и аэрокосмические геотехнологии» ; сост.: В. Н. Кашура, И. Е. Рак. – Минск : БНТУ, 2022."
            },
            {
                "title": "Геодезическое обеспечение строительства",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3834/Geodezicheskoe_obespechenie_stroitelstva.pdf.jpg?sequence=13&isAllowed=y",
                "authors": [
                    "Нестеренок, М. С."
                ],
                "publishing_date": "2007",
                "description": "В учебно-методическом пособии рассмотрены типичные геодезические работы, необходимые для обеспечения геометрической точности возведения зданий и сооружений в промышленном и гражданском\r\nстроительстве. Учебный материал рассчитан на студентов IV и V курсов специальности «Промышленное и гражданское строительство»,\r\nобладающих определенной инженерно-строительной подготовкой, и ..."
            },
            {
                "title": "Геодезическое обеспечение строительства",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5992/Geodezicheskoe_obespechenie_stroitelstva.pdf.jpg?sequence=10&isAllowed=y",
                "authors": [
                    "Подшивалов, В. П.",
                    "Нестеренок, М. С.",
                    "Мкртычян, В. В."
                ],
                "publishing_date": "2013",
                "description": "В учебно-методическом пособии рассмотрены типичные геодезические работы, необходимые для обеспечения геометрической точности возведения зданий и сооружений в промышленном и гражданском строительстве. Учебный материал рассчитан на студентов IV и V курсов специальности «Промышленное и  гражданское строительство», обладающих определенной инженерно-строительной подготовкой, и базируется ..."
            },
            {
                "title": "Геодезия",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1143/Geodeziya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Нестеренок, М. С."
                ],
                "publishing_date": "2008",
                "description": "Для подготовки инженеров по специальности «Разработка месторождений полезных ископаемых» предусмотрено изучение дисциплины «Геодезия, маркшейдерское дело и геометризация недр», которая включает три раздела: раздел 1 «Геодезия»; раздел 2 «Маркшейдерское дело и геометризация недр. Горные работы в открытых выработках»; раздел 3 «Маркшейдерское дело и геометризация недр при ведении ..."
            },
            {
                "title": "Геодезия",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3865/Geodeziya.pdf.jpg?sequence=10&isAllowed=y",
                "authors": [
                    "Нестеренок, М. С."
                ],
                "publishing_date": "2012",
                "description": "Учебный материал оформлен в виде 22-х текстов лекций по их числу и в последовательности, записанной в календарном плане дисциплины. Содержание лекций отвечает типовой и рабочей\r\nучебным программам. Объем лекций составляет 68 учебных часов. Курс лекций ориентирован на студентов 1-го года обучения. В лекциях изложены исходные понятия геодезии, как науки, как средства геодезического ..."
            },
            {
                "title": "Геодезия при строительстве трубопроводов и водохозяйственных объектов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1183/Geodeziya_pri_stroitelstve_truboprovodov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Михайлов, В. И."
                ],
                "publishing_date": "2006",
                "description": "В методическом пособии рассматриваются геодезические работы, выполняемые при инженерно-геодезических изысканиях, проектировании, строительстве и эксплуатации гидротехнических, гидромелиоративных сооружений и трубопроводов. Приводятся сведения о вертикальной планировке, геодезических разбивочных работах и исполнительных съемках при строительстве водохозяйственных объектов и подземных ..."
            },
            {
                "title": "Геоинформационные системы в геодезии",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/35200/Geoinformacionnye_sistemy_v_geodezii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Кашура, В. Н."
                ],
                "publishing_date": "2017",
                "description": "В пособии рассмотрена методика создания цифровой векторной карты на основе растрового изображения и технология выполнения настроек для экспорта данных. Выполнение упражнений, описанных в пособии, основано на использовании программы ГИС «Карта 2011» и ПП «Credo Конвертер»."
            },
            {
                "title": "Геоморфология и геология",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/21461/Geomorfologiya_i_geologiya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Михайлов, В. И."
                ],
                "publishing_date": "2016",
                "description": "Михайлов, В. И. Геоморфология и геология [Электронный ресурс] : учебно-методический комплекс для студентов специальности 1-56 02 01 \"Геодезия\" / В. И. Михайлов ; Белорусский национальный технический университет, Кафедра \"Инженерная геодезия\". – Минск : БНТУ, 2016."
            },
            {
                "title": "Геоморфология и геология",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1194/Geomorfologiya_i_geologiya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Михайлов, В. И."
                ],
                "publishing_date": "2010",
                "description": "Конспект лекций кратко охватывает все вопросы дисциплин «Общая геоморфология» и «Общая геология», уделяя основное внимание рельефу земной поверхности, его происхождению, истории развития морфографии и морфометрии и особенностям изображения различных типов и форм рельефа на топографических картах."
            },
            {
                "title": "Геоморфология и геология",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5979/Geomorfologiya_i_geologiya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Михайлов, В. И."
                ],
                "publishing_date": "2012",
                "description": "В методических указаниях рассматриваются вопросы выполнения лабораторных занятий по дисциплине «Геоморфология и геология». Для каждой из девяти работ приводятся варианты заданий, используемые текстовые и картографические материалы, порядок их выполнения и оформления."
            },
            {
                "title": "Дешифрирование аэроснимков",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/29460/Deshifrirovanie_aehrosnimkov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Карлович, М. Ф."
                ],
                "publishing_date": "2017",
                "description": "Карлович, М. Ф. Дешифрирование аэроснимков [Электронный ресурс] : учебно-методический комплекс для студентов специальности 1-56 02 03 \"Геодезия\" / М. Ф. Карлович ; Белорусский национальный технический университет, Кафедра \"Геодезия и аэрокосмические геотехнологии\". – Минск : БНТУ, 2017."
            },
            {
                "title": "Дешифрирование аэроснимков",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/71932/Deshifrirovanie_aehrosnimkov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Карлович, М. Ф."
                ],
                "publishing_date": "2020",
                "description": "В пособии представлены задания к лабораторным работам, приведены необходимые указания для их выполнения, содержание и порядок оформления отчетов. Выполнение лабораторных работ требует комплексного подхода и предполагает знание основ геодезии и фотограмметрии, наличие навыков работы с топографическими картами."
            },
            {
                "title": "Журналы для выканання лабараторных работ па спецкурсу інжынернай геадэзii",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4238/ZHurnaly_dlya_vykanannya_labaratornyh.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мархвіда, У. Г.",
                    "Свіла, Г. І."
                ],
                "publishing_date": "2005",
                "description": "Журналы для выканання лабараторных работ па спецкурсу інжынернай геадэзii : для студэнтаў спецыяльнасці 70 03 01 “Аўтамабільныя дарогі”  / Беларускi нацыянальны тэхнiчны унiверсiтэт, Кафедра \"Iнжынерная геадэзiя\" ; склад. У. Г. Мархвіда,  Г. І. Свіла. – Мiнск : БНТУ, 2005. – 8 с."
            },
            {
                "title": "Изучение топографических карт",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5221/Izuchenie_topograficheskih_kart.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Нестеренок, М. С.",
                    "Будо, А. Ю.",
                    "Куприенко, О. Н."
                ],
                "publishing_date": "2011",
                "description": "Методические указания и задания разработаны в соответствии с типовой программой по предмету «Геодезия» и предназначены для закрепления теоретических знаний по разделу «Изучение топографических карт», приобретения практических навыков по подбору топографических карт на заданную территорию согласно их номенклатуре, освоения условных топографических знаков для изображения ситуации ..."
            },
            {
                "title": "Инженерная геодезия",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/72797/Inzhenernaya_geodeziya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Карлович, М. Ф.",
                    "Мысливчик, Е. Ю."
                ],
                "publishing_date": "2020",
                "description": "Современное строительное производство невозможно без широкого использование современных геодезических методов разбивки инженерных сооружений на местности, обеспечивающих высокую точность и исключающих грубые просчеты; методов оперативного контроля строительных работ и геодезического управления работой строительных машин и механизмов. Для этих целей при строительстве инженерных ..."
            },
            {
                "title": "Инженерная геодезия",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1144/Inzhenernaya_geodeziya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Нестеренок, М. С.",
                    "Позняк, А. С."
                ],
                "publishing_date": "2005",
                "description": "Пособие разработано в соответствии с типовой программой по инженерной геодезии и предназначено для закрепления теоретических знаний, приобретения навыков в работе с геодезическими приборами и математической обработки результатов измерений. Пособие составлено на основе опыта преподавания дисциплины \"Инженерная геодезия\" на строительных факультетах вызов Беларуси, России и Украины ..."
            },
            {
                "title": "Инженерная геодезия. Ч. 1. Основные сведения по геодезии. Топографо-геодезические изыскания",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/24627/Inzhenernaya_geodeziya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Позняк, А. С."
                ],
                "publishing_date": "2016",
                "description": "Инженерная геодезия. Ч. 1. Основные сведения по геодезии. Топографо-геодезические изыскания [Электронный ресурс] : учебно-методический комплекс для студентов специальности 1-70 02 01 \"Промышленное и гражданское строительство\" / Белорусский национальный технический университет, Кафедра \"Инженерная геодезия\" ; сост. А. С. Позняк. – Минск : БНТУ, 2016."
            },
            {
                "title": "Инженерно-геодезическое обеспечение автоматизированных систем проектирования",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/25982/Inzhenerno_geodezicheskoe_obespechenie.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Кашура, В. Н."
                ],
                "publishing_date": "2016",
                "description": "Рассмотрено программное обеспечение для автоматизированного проектирования в геодезии и смежных областях, его функциональные возможности, а также современные методы сбора пространственной инженерно-геодезической информации для создания цифровой модели местности. Описаны принципы создания цифровой и математической моделей местности; проведено построение продольного профиля ..."
            },
            {
                "title": "Камеральные инженерно-геодезические изыскания с элементами проектирования открытого канала",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1176/Kameralnye_inzhenerno_geodezicheskie.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Матиек, С. И."
                ],
                "publishing_date": "2003",
                "description": "В названном учебно-методическом пособии изложены последовательность инженерно-геодезических работ при проектировании инженерных сооружений линейного типа в виде открытого осушительного канала в камеральных условиях с использованием топографического плана, составленного самими студентами. Учебно-методическое пособие позволяет студентам достаточно глубоко усвоить содержание ..."
            },
            {
                "title": "Компьютерная графика",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/12700/Kompyuternaya_grafika.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Атоян, Л. В."
                ],
                "publishing_date": "2014",
                "description": "В учебно-методический комплекс входят учебная программа, курс лекций по учебной дисциплине «Компьютерная графика», пособие по построению условных знаков топографических карт с использованием программы векторной графики CorelDRAW, ссылка на пособие по созданию картографического изображения в графическом редакторе Adobe Illustrator, размещенное в репозитории библиотеки БНТУ, ..."
            },
            {
                "title": "Лабараторныя работы (практыкум) па спецкурсу інжынернай геадэзіі для студэнтаў спецыяльнасці 1-70 03 01 \"Аўтамабільныя дарогі\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4265/Labaratornyya_raboty_praktykum.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мархвіда, У. Г.",
                    "Свіла, Г. І."
                ],
                "publishing_date": "2005",
                "description": "Разгледжаны тэхнiчныя, дакладныя i высокадакладныя прыборы вымярэння вуглоў, перавышэнняў i адлегласцяў бескантактавымi cnoca6aмi. Aпicaнa методыка вымярэння i вылiчэння вуглоў, адлегласцяў i\r\nперавышэнняў. Прыведзены паверкi i юсцiроукi прыбораў, апiсанне i характарыстыка GPS, новых аптычных, электронных, лiчбавых i лазерных геадэзiчных прыбораў спутнiкавай вымяральнай сiстэмы."
            },
            {
                "title": "Маркшейдерские работы при разведке и добыче полезных ископаемых",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/985/Markshejderskie_raboty_pri_razvedke.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Рак, И. Е."
                ],
                "publishing_date": "2004",
                "description": "В данном учебно-методическом  пособии  рассматривается  комплекс геодезическо-аркшейдерских работ, выполняемых при разведке и добыче полезных ископаемых. Рассматриваются работы по созданию геодезического съемочного обоснования и выноса  в натуру осей разведочной выработки, ориентировании подземных выработок. Дается краткая информация о геометризации месторождений полезных ископаемых."
            },
            {
                "title": "Математическая картография",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/122541/Matematicheskaya_kartografiya.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Крупица, С. М.",
                    "Радцевич, Е. И."
                ],
                "publishing_date": "2022",
                "description": "Пособие разработано в соответствии с учебной программой по предмету «Математическая картография» и призвано сформировать у студентов необходимые знания о картографии – науке о картах – как об особом способе изображения действительности, методах и технологиях их создания и использования в научной и практической работе. Издание предназначено для студентов 4 курса специальности 1-56 ..."
            },
            {
                "title": "Методические указания по компьютерной обработке теодолитных ходов для студентов строительных специальностей",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4658/Metodicheskie_ukazaniya_po_kompyuternoj.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Позняк, А. С."
                ],
                "publishing_date": "2005",
                "description": "Методические указания разработаны в соответствии с типовой программой по инженерной геодезии и предназначены для закрепления теоретических знаний, приобретения навыков в математической обработке результатов геодезических измерений и их автоматизации."
            },
            {
                "title": "Наземные топографические съемки",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5302/Nazemnye_topograficheskie_semki.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Нестеренок, М. С.",
                    "Будо, А. Ю.",
                    "Куприенко, Н. О."
                ],
                "publishing_date": "2012",
                "description": "Методические указания и задания разработаны в соответствии с типовой программой по предмету «Геодезия» и предназначены для закрепления теоретических знаний по разделу «Наземные топографические съемки», включающему темы «Тахеометрическая съемка», «Нивелирование поверхности», «Мензульная съемка», приобретения исходных практических навыков по математической и графической обработке ..."
            },
            {
                "title": "Обработка измерений в сети планово-высотного обоснования и топографической съемки  (с использованием программы CREDO DAT)",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/11242/Obrabotka_izmerenij_v_seti_planovo.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Рак, И. Е."
                ],
                "publishing_date": "2014",
                "description": "В настоящем методическом пособии рассмотрен порядок решения задач, связанных с обработкой геодезических измерений в сети планово-высотного обоснования и топографической съемки. Выполнение упражнений, описанных в методическом пособии, основывается на использовании программы CREDO DAT. Также в пособии даны краткие сведения об основных принципах работы в программе CREDO DAT (версии ..."
            },
            {
                "title": "Обработка маркшейдерских измерений в комплексе CREDO",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/37245/Obrabotka_markshejderskih_izmerenij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Рак, И. Е."
                ],
                "publishing_date": "2017",
                "description": "В учебно-методическом пособии рассмотрена цепочка обработки маркшейдерских измерений: от создания планово-высотного обоснования до подсчета объемов, выполняемых при разведке и добыче полезных ископаемых. Выполнение упражнений, описанных в издании, основывается на программных продуктах CREDO: CREDO_DAT, TRANSFORM, CREDO ОБЪЕМЫ. В пособии кратко описаны основные принципы работы в ..."
            },
            {
                "title": "Обработка маркшейдерских измерений в комплексе CREDO",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/986/Obrabotka_markshejderskih_izmerenij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Рак, И. Е."
                ],
                "publishing_date": "2010",
                "description": "В настоящем методическом пособии рассмотрена цепочка обработки маркшейдерских измерений, выполняемых при разведке и добыче полезных ископаемых. Выполнение упражнений, описанных в методическом пособии, основывается на программных продуктах CREDO: CREDO_DAT, Transform, CREDO Объемы. В методическом пособии кратко описаны рассматриваемые системы, основные принципы работы в них и  ..."
            },
            {
                "title": "Основы земельных отношений и земельного права",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/112855/Osnovy_zemelnogo_prava.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Гармаза, О. Е.",
                    "Мысливчик, Е. Ю."
                ],
                "publishing_date": "2022",
                "description": "Основы земельных отношений и земельного права [Электронный ресурс] : электронный учебно-методический комплекс для студентов специальности 1-56 02 01 «Геодезия» / Белорусский национальный технический университет, Кафедра «Геодезия и аэрокосмические геотехнологии» ; сост.: О. Е. Гармаза, Е. Ю. Мысливчик. – Минск : БНТУ, 2022."
            },
            {
                "title": "Основы инженерных изысканий",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/73160/Osnovy_inzhenernyh_izyskanij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мысливчик, Е. Ю."
                ],
                "publishing_date": "2020",
                "description": "Мысливчик, Е. Ю. Основы инженерных изысканий : учебно-методический комплекс для студентов специальности 1-56 02 01 «Геодезия» [Электронный ресурс] / Е. Ю. Мысливчик ; Белорусский национальный технический университет, Кафедра \"Геодезия и аэрокосмические геотехнологии\". – Минск : БНТУ, 2020."
            },
            {
                "title": "Основы инженерных изысканий",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/50585/Osnovy_inzhenernyh_izyskanij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мысливчик, Е. Ю.",
                    "Гармаза, О. Е."
                ],
                "publishing_date": "2019",
                "description": "Практикум содержит общие методические указания, задания на лабораторную работу и пояснения по выполнению. При разработке издания учитывались требования к качеству подготовки специалистов, вытекающие из реальной действительности и научно-технического прогресса."
            },
            {
                "title": "Палявое геадэзiчнае трасаванне",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4218/Palyavoe_geadehzichnae_trasavanne.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Мархвіда, У. Г.",
                    "Глiнская, В. А."
                ],
                "publishing_date": "2009",
                "description": "Метадычныя ўказанні складзены ў адпаведнасці з вучэбнай праграмай па інжынернай геадэзіі і прызначаны для вывучэння і выканання работ палявога геадэзічнага трасавання аўтамабільнай дарогі. Метадычныя ўказанні дапамогуць студэнтам завочнай формы навучання выканаць як палявыя работы, так і іх камеральную апрацоўку."
            },
            {
                "title": "Применение ПЭВМ при инженерно-геодезических работах в строительстве",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4219/Primenenie_PEHVM_pri_inzhenerno_geodezicheskih_rabotah_v_stroitelstve.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Михайлов, В. И.",
                    "Мархвида, В. Г.",
                    "Гармаза, О. Е."
                ],
                "publishing_date": "2007",
                "description": "В методических указаниях рассматриваются вопросы решения задач по топографической карте, обработки материалов инженерно-геодезических изысканий линейных сооружений, расчета разбивочных элементов для выноса проекта сооружения в натуру. На языке Visual Basic редактора Excel составлены прикладные программы для решения 9 геодезических задач,\r\nтаких как вычисление площади полигона по ..."
            },
            {
                "title": "Решение задач по преобразованию координат  (с использованием программы ТРАНСКОР)",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/11234/Reshenie_zadach_po_preobrazovaniyu_koordinat_s_ispolzovaniem_programmy_TRANSKOR.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Рак, И. Е."
                ],
                "publishing_date": "2014",
                "description": "В настоящем методическом пособии рассмотрен порядок решения задач, связанных с преобразованием координат. Выполнение упражнений, описанных в методическом пособии, основывается на использовании программы ТРАНСКОР. Также в пособии даны краткие сведения об основных принципах работы в программе ТРАНСКОР (версия ТРАНСКОР 2.3). Методическое пособие предназначено для студентов специальности ..."
            },
            {
                "title": "Создание картографического изображения в графическом редакторе Adobe Illustrator",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6179/Sozdanie_kartograficheskogo_izobrazheniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Атоян, Л. В."
                ],
                "publishing_date": "2013",
                "description": "В учебно-методическом пособии дано изложение вопросов создания картографического изображения по элементам содержания в программе векторной графики Adobe Illustrator с целью составления общегеографических и тематических карт для их полиграфического воспроизведения. Рассмотрен основной, имеющийся в арсенале программы, инструментарий, позволяющий формировать графическое изображение ..."
            },
            {
                "title": "Создание цифровой модели местности  (с использованием программы CREDO ЛИНЕЙНЫЕ ИЗЫСКАНИЯ)",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/11402/Sozdanie_cifrovoj_modeli_mestnosti.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Рак, И. Е."
                ],
                "publishing_date": "2014",
                "description": "В настоящем методическом пособии рассмотрен порядок создания цифровой модели рельефа и ситуации. Выполнение упражнений, описанных в методическом пособии, основывается на использовании программы CREDO ЛИНЕЙНЫЕ ИЗЫСКАНИЯ. Также в пособии даны краткие сведения об основных принципах работы в программе CREDO ЛИНЕЙНЫЕ ИЗЫСКАНИЯ (версии CREDO ЛИНЕЙНЫЕ ИЗЫСКАНИЯ 1.20). Методическое пособие ..."
            },
            {
                "title": "Теодолитная съемка",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6542/Teodolitnaya_semka.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Нестеренок, М. С.",
                    "Будо, А. Ю."
                ],
                "publishing_date": "2011",
                "description": "Методические указания и задания разработаны в соответствии с типовой программой по предмету «Геодезия» и предназначены для закрепления теоретических знаний по разделу «Теодолитная съемка», приобретения практических навыков в работе с угломерными геодезическими приборами технической точности, математической обработке результатов измерений, выполняемых при теодолитной съемке, ..."
            },
            {
                "title": "Теория погрешностей измерений",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/122216/Teoriya_pogreshnostej.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Будо, А. Ю."
                ],
                "publishing_date": "2022",
                "description": "Учебно-методическое пособие разработано в соответствии с типовой программой по дисциплине «Теория математической обработки геодезических измерений» и предназначено для закрепления теоретических знаний по разделу «Основы теории погрешностей измерений», приобретения исходных практических навыков математической обработки результатов геодезических измерений, применению прикладных ..."
            },
            {
                "title": "Топографическое черчение",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/27310/Topograficheskoe_cherchenie.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Явид, П. П.",
                    "Искрицкая, А. О."
                ],
                "publishing_date": "2016",
                "description": "В практикуме рассматриваются вопросы выполнения лабораторных работ по дисциплине «Топографическое черчение». Издание подготовлено с\r\nцелью помощи студентам в приобретении определенных навыков работы карандашом, пером, чертежными инструментами, приборами и принадлежностями, а также в приобретении навыков в вычерчивании картографических шрифтов."
            },
            {
                "title": "Условные знаки для топографических планов масштабов 1:5000, 1:2000, 1:1000, 1:500",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4992/Uslovnye_znaki_dlya_topograficheskih_planov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Матиек, С. И."
                ],
                "publishing_date": "2011",
                "description": "Методическое пособие составлено на основании таблицы «Условные знаки для топографических планов масштабов 1:5000, 1:2000, 1:1000, 1:500», 1989 г.\r\nИз таблицы выбраны 114 условных знаков, которые чаще всего встре-чаются в учебном процессе по изучению дисциплины «Инженерная геодезия» студентами строительных специальностей. Для условных знаков в пособии сохранены их табличные номера ..."
            },
            {
                "title": "Электронный словарь геодезических терминов и определений",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/135402/EHlektronnyj_slovar.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Мкртычян, В. В."
                ],
                "publishing_date": "2023",
                "description": "Электронный словарь содержит краткие сведения по терминам и определениям по основным дисциплинам подготовки инженеров – геодезистов всех форм обучения специальности 6-05-0731-01 «Геодезия». Электронный словарь будут полезны преподавателям, аспирантам и студентам геодезических специальностей высших учебных заведений, инженерам и техникам, выполняющих геодезические работы и ..."
            },
            {
                "title": "Электронный учебно-методический комплекс  «Геодезия и маркшейдерское дело» по учебной дисциплине «Маркшейдерское дело и геометризация недр» для студентов специальности 7-07-0724-01 «Разработка месторождений полезных ископаемых»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/137490/Geodeziya_i_markshejderskoe_delo.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Рак, И. Е.",
                    "Кашура, В. Н."
                ],
                "publishing_date": "2023",
                "description": "ЭУМК «Геодезия и маркшейдерское дело» включает в себя систематизированные учебные, научные и методические материалы по дисциплине и предназначен для повышения эффективности обучения студентов очной и заочной формах получения образования по специальности 7-07-0724-01 «Разработка месторождений полезных ископаемых»."
            },
            {
                "title": "Электронный учебно-методический комплекс «Инженерная геодезия» по учебной дисциплине «Инженерная геодезия» для студентов специальности 6-05-0731-01 «Геодезия»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/153618/Inzhenernaya_geodeziya.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Рак, И. Е.",
                    "Подшивалов, В. П.",
                    "Куприенко, Н. О."
                ],
                "publishing_date": "2024",
                "description": "Электронный учебно-методический комплекс «Инженерная геодезия» по учебной дисциплине «Инженерная геодезия» для студентов специальности 6-05-0731-01 «Геодезия» / Белорусский национальный технический университет, Кафедра «Геодезия и аэрокосмические геотехнологии» ; сост.: И. Е. Рак, В. П. Подшивалов, Н. О. Куприенко. – Минск : БНТУ, 2024."
            },
            {
                "title": "Электронный учебно-методический комплекс «Топографическое черчение и компьютерная графика» по учебной дисциплине «Топографическое черчение и компьютерная графика» для студентов специальности 6-05-0731-01 «Геодезия»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/151427/EHUMK_Topocherchenie_i_komp_grafika.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Гармаза, О. Е.",
                    "Князева, Е. И."
                ],
                "publishing_date": "2024",
                "description": "Электронный учебно-методический комплекс «Топографическое черчение и компьютерная графика» по учебной дисциплине «Топографическое черчение и компьютерная графика» для студентов специальности 6-05-0731-01 «Геодезия» / Белорусский национальный технический университет, Кафедра «Геодезия и аэрокосмические геотехнологии» ; сост.: О. Е. Гармаза, Е. И. Князева. – Минск : БНТУ, 2024."
            },
            {
                "title": "Элементы инженерно-геодезических изысканий в дорожном строительстве",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4215/EHlementy_inzhenerno_geodezicheskih_izyskanij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мархвида, В. Г.",
                    "Глинская, В. А."
                ],
                "publishing_date": "2005",
                "description": "Методическое пособие составлено в соответствии и учебной программой по инженерной геодезии и предназначено для изучения работ, выполняемых\r\nпри инженерно-геодезических изысканиях автомобильных дорог.\r\nОно позволит студентам ознакомиться со стадиями линейных сооружений, трассой и ее элементами, полевым и камерным трассирование, обработкой результатов, полученных в результате измерений."
            }
        ]
    },
    "Математические методы в строительстве": {
        "count": "[64]",
        "items": [
            {
                "title": "Вариационно-разностный метод в задачах устойчивости и динамики стержней",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/149478/Variacionno_raznostnyj_metod.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Босаков, С. В.",
                    "Скачёк, П. Д."
                ],
                "publishing_date": "2024",
                "description": "В пособии даются примеры определения критических нагрузок, частот и форм собственных колебаний различно опертых стержней, приложенных сил и масс, что позволит читателю расширить свои представления о применении вариационно- разностных методов в сопротивлении материалов и строительной механике. Пособие предназначено для магистрантов строительных специальностей технических вузов ..."
            },
            {
                "title": "Введение в математический анализ. Дифференциальное исчисление функций одной и нескольких переменных",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/26604/Vvedenie_v_matematicheskij_analiz.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Капусто, А. В."
                ],
                "publishing_date": "2016",
                "description": "Учебно-методическое пособие включает теоретический материал, вопросы и задания для самоконтроля по теоретическому материалу, задания для практических занятий и самостоятельной работы по разделам «Введение в математический анализ», «Дифференциальное исчисление функций одной переменной», «Дифференциальное исчисление функций нескольких переменных»."
            },
            {
                "title": "Вычислительная математика",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/47583/Vychislitelnaya_matematika.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Крушевский, Е. А.",
                    "Хотомцева, М. А."
                ],
                "publishing_date": "2018",
                "description": "Издание предназначено для студентов строительных специальностей и содержит необходимые теоретические сведения и указания к решению задач. Приведены примеры и варианты заданий."
            },
            {
                "title": "Задачи с решениями по сопротивлению материалов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/9008/Zadachi_s_resheniyami_po_soprotivleniyu_materialov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Евсеева, Е. А.",
                    "Зиневич, С. И.",
                    "Соболевский, С. В."
                ],
                "publishing_date": "2014",
                "description": "Издание содержит задачи с решениями по дисциплине «Сопротивление материалов» и справочный материал, необходимый для решения приведенных задач. Предназначено для студентов строительных специальностей."
            },
            {
                "title": "Кратные и криволинейные интегралы",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/36733/Kratnye_i_krivolinejnye_integraly.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Федорако, Е. И.",
                    "Бачило, Е. Д."
                ],
                "publishing_date": "2017",
                "description": "Пособие предназначено для помощи студентам второго курса при изучении раздела «Определенный интеграл по фигуре». Содержит краткий теоретический материал, проиллюстрированный практическими примерами, а также задачи для аудиторной и самостоятельной работы студентов, к которым приведены ответы."
            },
            {
                "title": "Лабораторные работы по уравнениям математической физики для студентов строительных специальностей",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/857/Laboratornye_raboty_po_uravneniyam.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Воронова, Н. П.",
                    "Евдокименко, Р. М."
                ],
                "publishing_date": "2004",
                "description": "Лабораторные  работы  по  уравнениям математической физики содержат необходимые теоретические сведения и указания по практическому выполнению в дисплейном классе следующих работ: «Решение задачи Дирихле для уравнения Лапласа методом  сеток», «Решение  смешанной  задачи  для  уравнения  гиперболического  типа  методом  сеток», «Решение смешанной задачи для уравнения параболического ..."
            },
            {
                "title": "Математика",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5378/Matematika.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Гурина, Т. Н.",
                    "Мороз, О. А.",
                    "Яблонская, Л. А."
                ],
                "publishing_date": "2012",
                "description": "Издание содержит перечень программных вопросов по всем разделам курса математики. В данной работе приводятся тексты контрольных задач, соответствующих программе и методические указания по их выполнению. Издание предназначено для студентов-заочников первого и второго курсов строительных специальностей экономического профиля."
            },
            {
                "title": "Математика",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3698/Matematika.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Бубнов, В. Ф.",
                    "Гурина, Т. Н.",
                    "Ерошевская, В. И.",
                    "Яблонская, Л. А."
                ],
                "publishing_date": "2009",
                "description": "Издание содержит перечень программных вопросов по всем разделам курса математики. В данной работе приводятся тексты контрольных задач, соответствующих программе. Издание предназначено для студентов-заочников первого и второго курсов строительных специальностей."
            },
            {
                "title": "Математика",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/141505/Matematika.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Хотомцева, М. А."
                ],
                "publishing_date": "2024",
                "description": "Пособие содержит учебно-методический материал для изучения раздела «Дифференциальное исчисление функций нескольких переменных» и включает пять основных тем, задания для самостоятельной работы и решение типовых заданий. Пособие предназначено для студентов специальности «Геодезия», а также может быть использовано студентами инженерных специальностей дневной и заочной форм обучения."
            },
            {
                "title": "Математика (разделы: векторная алгебра и аналитическая геометрия; определители и матрицы. Системы линейных уравнений)",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/108863/Matematika.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Ковалёнок, Н. В."
                ],
                "publishing_date": "2021",
                "description": "Математика (разделы: векторная алгебра и аналитическая геометрия; определители и матрицы. Системы линейных уравнений) [Электронный ресурс] : электронный учебно-методический комплекс для студентов специальности 1-56 02 01 «Геодезия» / Белорусский национальный технический университет, Кафедра «Математические методы в строительстве» ; сост. Н. В. Ковалёнок. – Минск : БНТУ, 2021."
            },
            {
                "title": "Математика. В 4 ч. Ч. 1",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5195/Matematika_V_4_ch_CH_1.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Бубнов, В. Ф.",
                    "Веременюк, В. В.",
                    "Крушевский, Е. А.",
                    "Кузнецова, А. А."
                ],
                "publishing_date": "2011",
                "description": "Издание предназначено для студентов строительных специальностей и содержит необходимые теоретические сведения и указания к решению задач. Приведены примеры и варианты заданий. Первая часть посвящена применению приближенных методов к решению классических задач – приближенное решение уравнений, приближенное вычисление определенного интеграла, численное интегрирование ОДУ, интерполяция ..."
            },
            {
                "title": "Математика. Типовые задачи: практикум",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/106832/Matematika_Tipovye.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Мороз, О. А.",
                    "Голубева, И. А."
                ],
                "publishing_date": "2021",
                "description": "Издание содержит теоретический и практический материал по программе курса математики для студентов архитектурного факультета. В данном пособии приводятся задачи для самоконтроля, решенные варианты, а также основные теоретические вопросы и указания."
            },
            {
                "title": "Математика. Ч. 1",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/38882/Matematika_V_2_ch_CH_1.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Ерошевская, Е. Л."
                ],
                "publishing_date": "2018",
                "description": "Данное издание предназначено для студентов первого курса (первый семестр) дневного и заочного отделений. В нем излагаются элементы линейной алгебры, векторы, метод координат, элементы аналитической геометрии, дифференциальное исчисление функции одной переменной и его применение к исследованию функций. Разобрано достаточное количество примеров, которые поясняют смысл основных ..."
            },
            {
                "title": "Математика. Ч. 2",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/76147/Matematika.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Ерошевская, Е. Л."
                ],
                "publishing_date": "2020",
                "description": "Данное пособие предназначено для студентов первого курса (1-й семестр) дневного и заочного отделений. В нем излагаются элементы линейной алгебры, векторы, метод координат, элементы аналитической геометрии, дифференциальное исчисление функции одной переменной и его применение к исследованию функций. Разобрано достаточное количество примеров, которые поясняют смысл основных понятий ..."
            },
            {
                "title": "Математическая статистика. В 2 ч. Ч. 1",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6231/Matematicheskaya_statistika_V_2_ch_CH_1.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Ерошевская, В. И.",
                    "Ерошевская, Е. Л.",
                    "Минченкова, Л. П."
                ],
                "publishing_date": "2013",
                "description": "Методическое пособие предназначено для помощи студентам в их самостоятельной работе при изучении темы «Математическая статистика» (часть 1). По разделу «Математическая статистика» лекции не запланированы, поэтому в пособии рассмотрены теоретические вопросы, которые иллюстрируются примерами. К каждому практическому занятию предложены задачи для аудиторной и внеаудиторной работы, ..."
            },
            {
                "title": "Математическая статистика. В 2 ч. Ч. 2",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/11053/Matematicheskaya_statistika_V_2_ch_CH_2.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Ерошевская, В. И.",
                    "Ерошевская, Е. Л.",
                    "Минченкова, Л. П."
                ],
                "publishing_date": "2014",
                "description": "Методическое пособие предназначено для помощи студентам в их самостоятельной работе при изучении темы «Математическая статистика». Вторая часть издания содержит материал, связанный с проверкой статистических гипотез и регрессионно-корреляционным анализом. Теоретический материал проиллюстрирован примерами. К практическим занятиям предложены задачи для самостоятельной работы, к ..."
            },
            {
                "title": "Математическое программирование",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6229/Matematicheskoe_programmirovanie.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Гурина, Т. Н.",
                    "Мороз, О. А."
                ],
                "publishing_date": "2013",
                "description": "Издание содержит перечень программных вопросов по математическому программированию. В нем приводятся тексты контрольных задач, соответствующих программе, и методические указания по их выполнению.Издание предназначено для студентов-заочников строительных специальностей экономического профиля."
            },
            {
                "title": "Матрицы. Определители. Системы линейных алгебраических уравнений",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/62818/Matricy_Opredeliteli.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Забавская, А. В."
                ],
                "publishing_date": "2019",
                "description": "Темы курса математики, включенные в пособие, следующие: «Матрицы», «Определители», «Обратная матрица», «Ранг матрицы», «Невырожденные системы линейных уравнений», «Системы линейных алгебраических уравнений». Структура пособия включает лекционный материал по названным темам, сопровождаемых примерами профессионально ориентированных задач по математике, алгоритмы решения типовых ..."
            },
            {
                "title": "Методические указания к контрольным (расчетно-графическим) работам по теории упругости и пластичности для студентов специальностей 1-70 03 01 \"Автомобильные дороги\" и 1-70 03 02 \"Мосты, транспортные тоннели и метрополитены\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/903/Metodicheskie_ukazaniya_k_kontrolnym.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Шевчук, Л. И.",
                    "Вербицкая, О. Л.",
                    "Кончиц, А. Е."
                ],
                "publishing_date": "2003",
                "description": "Методические указания содержат краткие сведения по некоторым разделам теории упругости - исследование напряженно-деформированного состояния в точке, изгиб пластинок на упругом основании, численные методы (МКЭ) решения задач теории упругости, а также контрольные задания, план решения и пример выполнения задания. Методические указания предназначены для студентов специальностей ..."
            },
            {
                "title": "Методические указания к контрольным работам по сопротивлению материалов для студентов строительных специальностей заочного факультета. Ч. 1. Простое сопротивление",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6715/Metodicheskie_ukazaniya_k_kontrolnym.pdf.jpg?sequence=10&isAllowed=y",
                "authors": [
                    "Заяц, В. Н.",
                    "Пенькевич, В. А.",
                    "Кончиц, А. Е.",
                    "Фирсова, Р. И."
                ],
                "publishing_date": "1986",
                "description": "Методические указания содержат краткие сведения из теории и типовые примеры по разделам первой части курса, а также контрольные задачи и план их решения с использованием международной терминологии и символики в соответствии со стандартом СЭВ 1565-79. Предназначены для студентов заочного обучения с целью восполнить недостаток этих сведений в учебной литературе по сопротивлению материалов."
            },
            {
                "title": "Методы решения олимпиадных задач по высшей математике",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/48089/Metody_resheniya_olimpiadnyh_zadach.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Федорако, Е. И."
                ],
                "publishing_date": "2018",
                "description": "Пособие предназначено для преподавателей, осуществляющих подготовку студентов к участию в предметных олимпиадах по высшей математике, а также для самостоятельной работы студентов, желающих изучать дисциплину «Математика» на повышенном уровне."
            },
            {
                "title": "Механика материалов и конструкций. Ч. 1",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/126539/Mekhanika_materialov_1.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Вербицкая, О. Л.",
                    "Шевчук, Л. И.",
                    "Евсеева, Е. А.",
                    "Скачек, П. Д."
                ],
                "publishing_date": "2023",
                "description": "В пособии содержатся лабораторные работы, предусмотренные учебной программой по механике материалов и конструкций для студентов специальности 1-36 11 01 «Инновационная техника для строительного комплекса (по направлениям)». Дано описание измерительных приборов и испытательных машин, используемых при выполнении лабораторных работ, методов испытания материалов и исследования ..."
            },
            {
                "title": "Определенный интеграл",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3729/Opredelennyj_integral.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Ерошевская, В. И.",
                    "Ерошевская, Е. Л."
                ],
                "publishing_date": "2011",
                "description": "Учебно-методическое пособие имеет целью помочь студентам в их самостоятельной работе при изучении темы «Определенный интеграл». Первая часть содержит теоретический материал по теме «Определенный интеграл». Теоретические выкладки снабжены примерами. Во второй части содержится набор заданий для каждого практического занятия. В соответствии с учебным планом и рабочей учебной программой ..."
            },
            {
                "title": "Определенный интеграл по фигуре от скалярной функции",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/11461/Opredelennyj_integral_po_figure.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Гурина, Т. Н.",
                    "Яблонская, Л. А."
                ],
                "publishing_date": "2014",
                "description": "Издание посвящено разбору теоретического материала по теме «Определенный интеграл по фигуре от скалярной функции». Кратные, криволинейные и поверхностные интегралы от скалярной функции излагаются с общих позиций интегрирования функции нескольких переменных. Разобрано достаточно большое количество примеров, которые поясняют смысл основных понятий при решении задач. Издание содержит ..."
            },
            {
                "title": "Определенный интеграл по фигуре от скалярной функции. Практическая часть",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/71930/Opredelennyj_integral.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Гурина, Т. Н.",
                    "Капусто, А. В.",
                    "Яблонская, Л. А."
                ],
                "publishing_date": "2020",
                "description": "Пособие является продолжением методического пособия «Определенный интеграл по фигуре от скалярной функции». Разобраны задания для аудиторной работы, предложены задания для самостоятельной работы, а также большое количество примеров прикладного характера, часть из которых может быть использована для организации учебно-исследовательской работы студентов. В пособии разобраны базовые ..."
            },
            {
                "title": "Практикум по математике",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/71933/Praktikum_po_matematike.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Крушевский, Е. А.",
                    "Кузнецова, А. А."
                ],
                "publishing_date": "2020",
                "description": "Пособие содержит перечень программных вопросов по разделам курса математики для 1-го семестра, а также «квалификационные» вопросы по пройденному в ССУЗ материалу. Приведены задачи для самоконтроля, в том числе с решениями. Аналитические решения продублированы решениями, полученными при помощи методов компьютерной математики, в том числе с использованием открытого интернет-ресурса ..."
            },
            {
                "title": "Практикум по математике",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/111581/Praktikum.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Крушевский, Е. А.",
                    "Капусто, А. В.",
                    "Кузнецова, А. А."
                ],
                "publishing_date": "2020",
                "description": "Издание содержит перечень программных вопросов по разделам курса математики для 2-го семестра. В данном пособии приводятся задачи для самоконтроля, решенные варианты, а также решения, полученные методами компьютерного моделирования. Авторы выражают благодарность профессору Vladimir Mityushev, Pedagogical University of Cracow за помощь в получении тестовой лицензии на систему ..."
            },
            {
                "title": "Ряды Фурье",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6364/Ryady_Fure.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Глушанкова, Л. Я.",
                    "Голубева, И. А."
                ],
                "publishing_date": "2013",
                "description": "Методические указания составлены в соответствии с дисциплиной «Математика» для студентов строительных специальностей. Издание предназначено для студентов дневной и заочной форм обучения с целью помочь усвоить теоретический материал и закрепить его при решении задач."
            },
            {
                "title": "Сборник заданий по курсу \"Сопротивление материалов\" для студентов специальности 1-36 11 01 \"Подъемно-транспортные, строительные, дорожные машины и оборудование\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/906/Sbornik_zadanij_po_kursue.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Шишлаков, П. В.",
                    "Кончиц, А. Е.",
                    "Кравченко, С. Е.",
                    "Зиневич, С. И.",
                    "Югова, М. В."
                ],
                "publishing_date": "2009",
                "description": "Сборник заданий по курсу «Сопротивление материалов» предназначен для студентов специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование». В нём собраны основные типы задач для указанной специальности, а также приводятся приложения по выбору варианта и оформлению решения задачи."
            },
            {
                "title": "Сборник задач для расчетно-проектировочных работ по дисциплине \"Сопротивление материалов\" для студентов строительных специальностей",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5370/Sbornik_zadach_dlya_raschetno.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Шевчук, Л. И.",
                    "Вербицкая, Е. А.",
                    "Соболевский, С. В.",
                    "Пахомчик, И. А.",
                    "Зиневич, С. И.",
                    "Балыкин, М. К.",
                    "Голубев, И. А.",
                    "Пенькевич, В. А.",
                    "Югова, М. В.",
                    "Кончиц, А. Е.",
                    "Суходоев, В. Н."
                ],
                "publishing_date": "2012",
                "description": "Сборник содержит задачи по курсу «Сопротивление материалов» и справочный материал, необходимый для решений этих задач. Для студентов строительных специальностей."
            },
            {
                "title": "Сборник задач по сопротивлению материалов с примерами решения",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/30292/Sbornik_zadach_po_soprotivleniyu_materialov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Евсеева, Е. А.",
                    "Зиневич, С. И.",
                    "Югова, М. В."
                ],
                "publishing_date": "2017",
                "description": "Сборник задач содержит задания к расчетно-графической работе с примерами решения по курсу «Сопротивление материалов», а также справочный материал, необходимый для решения задач. Издание предназначено для студентов строительных специальностей."
            },
            {
                "title": "Сопротивление материалов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/2258/Soprotivlenie_materialov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Балыкин, М. К.",
                    "Пенькевич, В. А.",
                    "Голубев, И. А.",
                    "Зиневич, С. И.",
                    "Югова, М. В."
                ],
                "publishing_date": "2003",
                "description": "Сборник заданий содержит 17 задач для расчетно-проектировочных работ по курсу «Сопротивление материалов» для студентов дневной и заочной форм обучения строительных специальностей, который охватывает все основные разделы курса. К каждой задаче приводятся условие, схема конструкции, размеры и формы сечений ее элементов, виды и значения нагрузок, а также порядок решения и пример ..."
            },
            {
                "title": "Сопротивление материалов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/30599/Soprotivlenie_materialov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вербицкая, О. Л.",
                    "Шевчук, Л. И.",
                    "Зиневич, С. И."
                ],
                "publishing_date": "2017",
                "description": "Учебно-методический комплекс по курсу \"Сопротивление материалов\" предназначен для студентов второго курса обучения по специальности 1-70 02 01 \"Промышленное и гражданское строительство\". Объем изучаемого раздела дисциплины в соответствии с учебным планом составляет 68 часов лекций, 50 часов практических занятий и лабораторных занятий 34 часа."
            },
            {
                "title": "Сопротивление материалов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5348/Soprotivlenie_materialov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Евсеева, Е. А."
                ],
                "publishing_date": "2013",
                "description": "Учебно-методический комплекс содержит тематический план дисциплины, перечень тем практических, лабораторных занятий и контрольных работ, имеется список рекомендуемой литературы. В методических указаниях для студентов даны основные формулы и определения, рассмотрены решения основных типов задач, изучаемых в курсе, имеются задания для расчетно-проектировочных работ."
            },
            {
                "title": "Сопротивление материалов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3619/Soprotivlenie_materialov.pdf.jpg?sequence=5&isAllowed=y",
                "authors": [
                    "Заяц, В. Н.",
                    "Балыкин, М. К.",
                    "Пенькевич, В. А.",
                    "Заяц, В. Н.",
                    "Голубев, И. А."
                ],
                "publishing_date": "1999",
                "description": "В издании говорится о значении лабораторных работ при изучении дисциплины «Сопротивление материалов», содержится их перечень, предусмотренный учебным планом для студентов строительных специальностей, описание измерительных приборов, которые используются при выполнении работ, и методы исследования\r\nнапряженного и деформированного состояния в элементах конструкций. В описании каждой ..."
            },
            {
                "title": "Сопротивление материалов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/905/Soprotivlenie_materialov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Шишлаков, П. В.",
                    "Кончиц, А. Е.",
                    "Кравченко, С. Е.",
                    "Зиневич, С. И.",
                    "Югова, М. В."
                ],
                "publishing_date": "2008",
                "description": "В пособии даны методические указания к изучению тем курса «Сопротивление материалов», приведён список рекомендуемой литературы и задания к контрольным работам для студентов заочной формы обучения факультетов строительных специальностей."
            },
            {
                "title": "Сопротивление материалов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/48116/Soprotivlenie_materialov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вербицкая, О. Л.",
                    "Шевчук, Л. И."
                ],
                "publishing_date": "2018",
                "description": "Сопротивление материалов [Электронный ресурс] : учебно-методический комплекс для специальности 1-70 04 02 \"Теплогазоснабжение, вентиляция и охрана воздушного бассейна\" / Белорусский национальный технический университет, Кафедра \"Сопротивление материалов и теория упругости\" ; сост.: О. Л. Вербицкая, Л. И. Шевчук, С. И. Зиневич. – Минск : БНТУ, 2018."
            },
            {
                "title": "Сопротивление материалов (примеры и задачи)",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3688/Soprotivlenie_materialov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Балыкин, М. К.",
                    "Пенькевич, В. А.",
                    "Голубев, И. А.",
                    "Шишлаков, П. В.",
                    "Зиневич, С. И.",
                    "Кончиц, А. Е.",
                    "Югова, М. В."
                ],
                "publishing_date": "2008",
                "description": "Учебно-методическое пособие состоит из разделов о простых и сложных видах сопротивлений, неразрезных балках, продольном изгибе и динамическом действии нагрузки. По каждой теме (разделу) приведены краткие (справочные) сведения из теории курса, решения характерных задач и задачи для аудиторного и самостоятельного решения в нескольких вариантах.\r\nКо всем задачам даны ответы. Пособие ..."
            },
            {
                "title": "Сопротивление материалов и теория упругости",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/25621/Soprotivlenie_materialov_i_teoriya_uprugosti.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Евсеева, Е. А.",
                    "Шевчук, Л. И.",
                    "Югова, М. В."
                ],
                "publishing_date": "2016",
                "description": "Сопротивление материалов и теория упругости [Электронный ресурс] : учебно-методический комплекс для студентов специальности 1-70 03 01 \"Автомобильные дороги\" / Белорусский национальный технический университет, Кафедра \"Сопротивление материалов и теория упругости\" ; сост.: Е. А. Евсеева, Л. И. Шевчук, М. В. Югова. - Минск : БНТУ, 2016."
            },
            {
                "title": "Сопротивление материалов и теория упругости: применение метода конечных элементов при расчете прямоугольных пластин",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/106820/Soprotivlenie_materialov_i_teoriya_uprugosti.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Вербицкая, О. Л.",
                    "Шевчук, Л. И."
                ],
                "publishing_date": "2021",
                "description": "В связи с ростом требований к строительным конструкциям: увеличении их надежности, снижении их стоимости – задачи проектировщика усложняются. Поэтому все чаще для расчета используются численные методы, особенно метод конечных\r\nэлементов (МКЭ). В настоящем методическом пособии приведены теоретические вопросы, пример расчета и компьютерная программа для контроля вычислений. Для ..."
            },
            {
                "title": "Сопротивление материалов. В 2 ч. Ч 1 : Краткая теория. Примеры",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/23866/Soprotivlenie_materialov_V_2_ch_CH_1.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Зиневич, С. И.",
                    "Пенькевич, В. А.",
                    "Югова, М. В.",
                    "Шевчук, Л. И.",
                    "Вербицкая, О. Л.",
                    "Евсеева, Е. А.",
                    "Рябцев, В. Н."
                ],
                "publishing_date": "2016",
                "description": "Содержатся сведения о простых и сложных видах сопротивлений, напряженном состоянии в точке элемента конструкции, продольном изгибе и динамическом действии нагрузки. Приведены теоретический материал и примеры решения характерных задач. Учебно-методическое пособие предназначено для студентов строительных специальностей дневного и заочного отделений."
            },
            {
                "title": "Сопротивление материалов. В 2 ч. Ч. 1",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/11474/Soprotivlenie_materialov_V_2_ch_CH_1.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вербицкая, О. Л.",
                    "Зиневич, С. И.",
                    "Шевчук, Л. И."
                ],
                "publishing_date": "2014",
                "description": "Пособие содержит теоретическую часть и лабораторные работы, предусмотренные типовыми учебными программами по сопротивлению материалов для строительных специальностей. Дано описание измерительных приборов и испытательных машин, используемых при выполнении лабораторных работ, методов испытания материалов и исследования напряженного и деформированного состояний элементов конструкций. ..."
            },
            {
                "title": "Сопротивление материалов. В 2 ч. Ч. 2",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/35203/Soprotivlenie_materialov_V_2_ch_CH_2.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Зиневич, С. И.",
                    "Пенькевич, В. А.",
                    "Югова, М. В.",
                    "Шевчук, Л. И.",
                    "Вербицкая, О. Л.",
                    "Евсеева, Е. А.",
                    "Соболевский, С. В.",
                    "Рябцев, В. Н.",
                    "Петрусевич, В. А."
                ],
                "publishing_date": "2017",
                "description": "Даны задачи по всем разделам дисциплины «Сопротивление материалов». Приводятся примеры решения. Часть 1 «Краткая теория. Примеры» издана в 2016 г."
            },
            {
                "title": "Сопротивление материалов. В 2 ч. Ч.2",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/27313/Soprotivlenie_materialov_V_2_ch_CH_2.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вербицкая, О. Л.",
                    "Зиневич, С. И.",
                    "Шевчук, Л. И."
                ],
                "publishing_date": "2016",
                "description": "Пособие содержит лабораторные работы, предусмотренные типовыми учебными программами по сопротивлению материалов для строительных специальностей. Дано описание испытательных машин, используемых при выполнении лабораторных работ, методов исследования напряженного и деформированного состояния элементов конструкций. Для каждой лабораторной работы приводятся ее цель, краткие теоретические ..."
            },
            {
                "title": "Статистическая обработка выборки значений случайной величины",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4865/Statisticheskaya_obrabotka_vyborki_znachenij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Веременюк, В. В.",
                    "Кожушко, В. В.",
                    "Мороз, О. А."
                ],
                "publishing_date": "2002",
                "description": "Учебно-методическое пособие содержит теоретический материал, необходимый для выполнения лабораторной работы «Статистическая обработка выборки значений случайной величины». 3-й и 4-й разделы издания содержат дополнительный материал из курса теории\r\nвероятностей."
            },
            {
                "title": "Статистическая обработка экспериментальных данных",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/21363/Statisticheskaya_obrabotka_ehksperimentalnyh_dannyh.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Веременюк, В. В.",
                    "Крушевский, Е. А.",
                    "Мороз, О. А."
                ],
                "publishing_date": "2015",
                "description": "Издание предназначено для студентов строительных специальностей и содержит необходимые теоретические сведения и указания к решению задач. Приведены примеры и варианты заданий."
            },
            {
                "title": "Теория сооружений",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/64005/Teoriya_sooruzhenij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Босаков, С. В.",
                    "Козунова, О. В.",
                    "Юркова, К. В."
                ],
                "publishing_date": "2020",
                "description": "В практикуме приведены задачи и их решения по расчету на прочность, жесткость и устойчивость стержневых, пластинчатых и объемных конструкций и сооружений на действие различных воздействий. Практикум предназначен для студентов строительных специальностей технических вузов."
            },
            {
                "title": "Теория упругости и пластичности",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/109741/Teoriya_uprugosti.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Вербицкая, О. Л.",
                    "Зиневич, С. И.",
                    "Шевчук, Л. И."
                ],
                "publishing_date": "2021",
                "description": "Учебно-методическое пособие содержит понятия и определения, основные разделы теории упругости и пластичности: теорию напряженного и деформированного состояния в точке, основные уравнения теории упругости, плоскую задачу теории упругости, изгиб прямоугольных и круглых пластин, понятия о вариационном методе, о методе конечных элементов и о теории пластичности. В пособии приведены ..."
            },
            {
                "title": "Теория упругости и пластичности",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/8142/Teoriya_uprugosti_i_plastichnosti.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вербицкая, О. Л.",
                    "Шевчук, Л. И.",
                    "Зиневич, С. И."
                ],
                "publishing_date": "2014",
                "description": "Учебно-методический комплекс по курсу ”Теория упругости и пластичности” предназначен для студентов третьего курса обучения по специальности 1 70 03 02 “Мосты, транспортные тоннели и метрополитены”. Объем изучаемого раздела дисциплины в соответствии с учебным планом составляет 17 часов лекций, 17 часов практических занятий."
            },
            {
                "title": "Уравнения математической физики",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/20576/Uravneniya_matematicheskoj_fiziki.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Воронова, Н. П.",
                    "Кузнецова, А. А.",
                    "Хотомцева, М. А.",
                    "Королева, М. Н."
                ],
                "publishing_date": "2015",
                "description": "Издание предназначено для студентов строительных специальностей и содержит необходимые теоретические сведения и указания к решению задач. Приведены примеры и варианты заданий."
            },
            {
                "title": "Учебно-методическое пособие к лабораторной работе N2 \"Установление зависимости между двумя случайными величинами по результатам их выборок\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/851/Uchebno_metodicheskoe_posobie.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Веременюк, В. В.",
                    "Кожушко, В. В.",
                    "Крушевский, Е. А."
                ],
                "publishing_date": "2004",
                "description": "Учебно-методическое пособие содержит теоретический материал, необходимый для выполнения лабораторной работы «Установление зависимости между двумя случайными величинами по результатам их выборок». Четвертый раздел издания содержит дополнительный  материал по теме «Множественная линейная регрессия»."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине \"Математика\" (разделы: матричная и векторная алгебра, аналитическая геометрия, введение в математический анализ) для студентов специальностей 6-05-0731-01 «Геодезия», 6-05-0732-02 «Экспертиза и управление недвижимостью», 6-05-0718-01 «Инженерная экономика»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/150570/Matematika.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Воронова, Н. П.",
                    "Коваленок, Н. В.",
                    "Корженевич, С. К.",
                    "Мороз, О. А.",
                    "Чернявская, С. В.",
                    "Шарипова, Л. Д."
                ],
                "publishing_date": "2024",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине \"Математика\" (разделы: матричная и векторная алгебра, аналитическая геометрия, введение в математический анализ) для студентов специальностей 6-05-0731-01 «Геодезия», 6-05-0732-02 «Экспертиза и управление недвижимостью», 6-05-0718-01 «Инженерная экономика» / Белорусский национальный технический университет, Кафедра ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине \"Механика материалов\" для специальности 1-36 11 01-01 «Подъемно-транспортные, строительные, дорожные машины и оборудование (производство и эксплуатация)»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/71760/Mekhanika_materialov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Евсеева, Е. А.",
                    "Скачек, П. Д."
                ],
                "publishing_date": "2020",
                "description": "Электронный учебно-методический комплекс содержит данные, необходимые для изучения дисциплины «Механика материалов». В теоретическом разделе учебно-методического комплекса изложены основные методы расчета элементов конструкций на прочность, жесткость и устойчивость при простом и сложном видах сопротивления. Приведены примеры расчета и представлены задания для самостоятельной ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Математика (раздел: векторный анализ и элементы теория поля)» для специальности 1-70 04 03 «Водоснабжение, водоотведение и охрана водных ресурсов»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/126398/Matematika.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Воронова, Н. П."
                ],
                "publishing_date": "2022",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Математика (раздел: векторный анализ и элементы теория поля)» для специальности 1-70 04 03 «Водоснабжение, водоотведение и охрана водных ресурсов» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Математические методы в строительстве» ; сост. Н. П. Воронова. – Минск : БНТУ, 2022."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Математика (раздел: элементы линейной и векторной алгебры)» для специальностей 1-69 01 01 «Архитектура» и 1-69 01 02 «Архитектура и дизайн»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/126228/Matematika.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Мороз, О. А."
                ],
                "publishing_date": "2022",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Математика (раздел: элементы линейной и векторной алгебры)» для специальностей 1-69 01 01 «Архитектура» и 1-69 01 02 «Архитектура и дизайн» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Математические методы в строительстве» ; сост. О. А. Мороз. – Минск : БНТУ, 2022."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Математика» (раздел «Обыкновенные дифференциальные уравнения») для специальности 1-70 03 01 «Автомобильные дороги»",
                "image_url": null,
                "authors": [
                    "Забавская, А. В."
                ],
                "publishing_date": "2021",
                "description": "Для открытия архива необходима программа WinRAR версии 5.0 и выше.Полная версия учебно-методического комплекса доступна на компакт-диске в студенческом читальном зале №1 (Я. Коласа 16, к. 301)."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Математика». Раздел «Интегрирование функций одной переменной, приложения определенного интеграла, обыкновенные дифференциальные уравнения» для студентов специальностей 7-07-0714-01 «Машины и оборудование для горнодобывающих производств», 7-07-0724-01 «Разработка месторождений полезных ископаемых»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/154335/Matematika.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Акимов, В. А.",
                    "Рыжков, С. П."
                ],
                "publishing_date": "2025",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Математика». Раздел «Интегрирование функций одной переменной, приложения определенного интеграла, обыкновенные дифференциальные уравнения» для студентов специальностей 7-07-0714-01 «Машины и оборудование для горнодобывающих производств», 7-07-0724-01 «Разработка месторождений полезных ископаемых» / Белорусский ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Математика». Раздел «Криволинейные интегралы» для студентов специальностей 7-07-0714-01 «Машины и оборудование для горнодобывающих производств» 7-07-0714-01 «Разработка месторождений полезных ископаемых",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/149401/Matematika_Krivolinejnye_integraly.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Ерошевская, Е. Л.",
                    "Кузнецова, А. А."
                ],
                "publishing_date": "2024",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Математика». Раздел «Криволинейные интегралы» для студентов специальностей 7-07-0714-01 «Машины и оборудование для горнодобывающих производств» 7-07-0714-01 «Разработка месторождений полезных ископаемых [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Математические методы в строительстве» ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Механика материалов и конструкций» для студентов специальности 6-05-0715-07 «Эксплуатация наземных транспортных и технологических машин и комплексов» профилизация «Эксплуатация и технический сервис энергоэффективных машин строительного комплекса»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/153733/EHUMK_Mekhanika_materialov_i_konstrukcij.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Евсеева, Е. А.",
                    "Вербицкая, О. Л.",
                    "Югова, М. В.",
                    "Босаков, С. В."
                ],
                "publishing_date": "2025",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Механика материалов и конструкций» для студентов специальности 6-05-0715-07 «Эксплуатация наземных транспортных и технологических машин и комплексов» профилизация «Эксплуатация и технический сервис энергоэффективных машин строительного комплекса»  / Белорусский национальный технический университет, Кафедра «Математические ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Сопротивление материалов» для студентов специальностей 1-70 01 01 «Производство строительных изделий и конструкций», 1-70 02 02 «Экспертиза и управление недвижимостью»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/113605/Soprotivlenie_materialov.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Вербицкая, О. Л.",
                    "Шевчук, Л. И."
                ],
                "publishing_date": "2022",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Сопротивление материалов» для студентов специальностей 1-70 01 01 «Производство строительных изделий и конструкций», 1-70 02 02 «Экспертиза и управление недвижимостью» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Математические методы в строительстве» ; сост.: О. Л. Вербицкая, Л. ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Сопротивление материалов» для студентов специальностей 7-07-0732-01 «Строительство зданий и сооружений» профилизации «Промышленное и гражданское строительство», «Производство строительных изделий и конструкций», «Гидротехническое строительство», «Строительство зданий и сооружений тепловой и атомной энергетики», «Промышленное и военное строительство» 7-07-0732-02 «Инженерные сети, оборудование зданий и сооружений» профилизации «Теплогазоснабжение, вентиляция и охрана воздушного бассейна», «Водоснабжение, водоотведение и охрана водных ресурсов»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/151440/Soprotivlenie_materialov.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Вербицкая, О. Л.",
                    "Евсеева, Е. А."
                ],
                "publishing_date": "2024",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Сопротивление материалов» для студентов специальностей 7-07-0732-01 «Строительство зданий и сооружений» профилизации «Промышленное и гражданское строительство», «Производство строительных изделий и конструкций», «Гидротехническое строительство», «Строительство зданий и сооружений тепловой и атомной энергетики», ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Сопротивление материалов» для студентов специальности 6-05-0732-01 «Техническая эксплуатация зданий и сооружений»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/150267/Soprotivlenie_materialov.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Вербицкая, О. Л."
                ],
                "publishing_date": "2024",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Сопротивление материалов» для студентов специальности 6-05-0732-01 «Техническая эксплуатация зданий и сооружений» / Белорусский национальный технический университет, Кафедра «Математические методы в строительстве» ; сост. О. Л. Вербицкая. – Минск : БНТУ, 2024."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Теория вероятностей и математическая статистика» для специальности 6-05 -0731-01 «Геодезия»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/137661/Teoriya_veroyatnostej_i_matematicheskaya_statistika.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Крушевский, Е. А."
                ],
                "publishing_date": "2023",
                "description": "Крушевский, Е. А. Электронный учебно-методический комплекс по учебной дисциплине «Теория вероятностей и математическая статистика» для специальности 6-05 -0731-01 «Геодезия» [Электронный ресурс] / Е. А. Крушевский ; Белорусский национальный технический университет, Кафедра \"Математические методы в строительстве\". – Минск : БНТУ, 2023."
            },
            {
                "title": "Элементы уравнений математической физики",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/37285/EHlementy_uravnenij_matematicheskoj_fiziki.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Глушанкова, Л. Я.",
                    "Голубева, И. А."
                ],
                "publishing_date": "2017",
                "description": "Пособие составлено в соответствии с дисциплиной «Математика» для студентов строительных специальностей. Предназначено для студентов как дневной, так и заочной формы обучения с целью помочь усвоить теоретический материал и закрепить его при решении задач."
            }
        ]
    },
    "Механизация и автоматизация дорожно-строительного комплекса": {
        "count": "[54]",
        "items": [
            {
                "title": "Автоматика, автоматизация машин и робототехника",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4868/Avtomatika_avtomatizaciya_mashin.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Антоневич, А. И."
                ],
                "publishing_date": "2010",
                "description": "Издание предназначено для обеспечения  подготовки студентов-заочников. В работе приведены: рабочая программа курса, общие методические указания по курсу, даны варианты контрольной работы и методические указания к ее выполнению."
            },
            {
                "title": "Будаўнiчыя i дарожныя машыны",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5361/Buda_nichyya_i_darozhnyya_mashyny.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Гiрко, М. Д."
                ],
                "publishing_date": "2006",
                "description": "Практычныя работы, прыведзеныя ў дапаможнiку, утрымлiваюць заданнi i метадычныя указаннi да практыкаванняў па асноўных раздзелах вывучаемай дысцыплiны. Могуць быць выкарыстаны студэнтамi другiх спецыяльнасцяў пры вывучэннi будаўнiчых i\r\nдарожных машын."
            },
            {
                "title": "Введение в инженерное образование",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3903/Vvedenie_v_inzhenernoe_obrazovanie.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вавилов, А. В."
                ],
                "publishing_date": "2007",
                "description": "В пособии приведены материалы, необходимые для быстрейшей адаптации студентов 1-го курса специальности 1-36 11 01 и успешного их обучения в техническом вузе, изложены эффективные методы получения знаний. Приведены нормативные документы по подготовке специалистов в области подъемно-транспортных, строительных, дорожных машин и оборудования, а также сведения из истории развития таких ..."
            },
            {
                "title": "Вибрационная техника для уплотнения и устройства дорожных оснований и покрытий",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/89964/Vibracionnaya_tekhnika.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Вавилов, А. В.",
                    "Шавель, А. А.",
                    "Гарост, М. М.",
                    "Бежик, А. А."
                ],
                "publishing_date": "2021",
                "description": "Издание содержит описание конструкции и работы вибрационной техники для уплотнения и устройства дорожных оснований и покрытий, их технические характеристики и расчет основных параметров конструкции, а также приведен обзор автоматических систем контроля этих машин. Пособие предназначено для освоения учебных дисциплин «Вибрационные машины» и «Строительные, дорожные и мелиоративные ..."
            },
            {
                "title": "Гидравлика, гидромашины и гидропривод (практикум)",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/151365/Gidravlika.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Смоляк, А. Н.",
                    "Вавилов, А. В."
                ],
                "publishing_date": "2024",
                "description": "Пособие к лабораторным работам для студентов специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование (по направлениям)» включает в себя работы по изучению устройств объемных гидроприводов строительных машин. В пособии приведены необходимые теоретические сведения по определению свойств рабочих жидкостей, конструктивных и эксплуатационных ..."
            },
            {
                "title": "Детали машин",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/109756/Detali_mashin.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Шавель, А. А.",
                    "Бежик, А. А."
                ],
                "publishing_date": "2022",
                "description": "Пособие содержит методические указания к расчету всех зубчатых, червячных, ременных, цепных передач и подшипников, необходимые для выполнения контрольной работы по разделу «Передачи» студентами специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование» заочной формы обучения по дисциплине «Детали машины»."
            },
            {
                "title": "Детали машин",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/104208/Detali_mashin.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Шавель, А. А."
                ],
                "publishing_date": "2014",
                "description": "Издание включает в себя лабораторные работы по основным разделам дисциплины «Детали машин». В этих работах студентам предоставляется возможность углубленного практического изучения элементов механического привода, приведены методики их выполнения, даны рекомендации по оформлению отчетов и контрольные вопросы."
            },
            {
                "title": "Диагностика лифтов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/105356/Diagnostika_liftov.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Черепанов, И. М.",
                    "Непарко, С. С."
                ],
                "publishing_date": "2021",
                "description": "В пособии рассмотрены вопросы практического использования теоретических основ диагностирования и испытаний лифтов. Издание содержит лабораторные работы, а также список рекомендуемой литературы по дисциплине. Пособие рекомендуется для студентов специальности 1-36 11 01 «Инновационная техника для строительного комплекса (по направлениям)» направления 1-36 11 01-01 «Инновационная ..."
            },
            {
                "title": "Дорожно-строительные машины",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3872/Dorozhno_stroitelnye_mashiny.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вавилов, А. В.",
                    "Леонович, И. И.",
                    "Максименко, А. Н.",
                    "Шкрадюк, Л. С.",
                    "Щемелев, А. М."
                ],
                "publishing_date": "2000",
                "description": "В книге приведены технико-экономические показатели работы дорожно-строительных машин, их классификация, сведения о деталях и основных частях дорожно-строительных машин. В соответствии с принятой квалификацией подробно изложен материал по машинам в разрезе каждой группы. В заключение приведены сведения по эксплуатации дорожно-строительных машин. При изложении материала использованы ..."
            },
            {
                "title": "Инновационное оборудование для получения продуктов из отработанных материалов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/141463/Innovacionnoe_oborudovanie.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Вавилов, А. В.",
                    "Антоневич, А. И.",
                    "Бежик, А. А.",
                    "Бурмак, И. В.",
                    "Дашко, А. Л.",
                    "Замула, А. А.",
                    "Непарко, С. С.",
                    "Конопацкий, А. В.",
                    "Чечелев, И. Д."
                ],
                "publishing_date": "2024",
                "description": "Содержит описание устройства и рабочих процессов оборудования для получения продуктов из отработанных материалов, его краткие технические характеристики, задания и указания по определению технико-эксплуатационных показателей. Данное пособие может быть рекомендовано для студентов других специальностей."
            },
            {
                "title": "Лабораторный практикум по дисциплине «Электроника и микропроцессорная техника» для студентов инженерно-технических специальностей. Ч. 1. Элементная база",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/759/Laboratornyj_praktikum_po_discipline.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Антоневич, А. И."
                ],
                "publishing_date": "2007",
                "description": "Рассматриваются вопросы работы простейших элементов электроники, а также исследования их с применением программы «Электронная лаборатория». Предназначен для студентов факультетов транспортных коммуникаций и энергетического строительства."
            },
            {
                "title": "Лабораторный практикум по дисциплине «Электроника и микропроцессорная техника» для студентов инженерно-технических специальностей. Ч. 2. Цифровые устройства",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/760/Laboratornyj_praktikum_po_discipline.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Антоневич, А. И."
                ],
                "publishing_date": "2007",
                "description": "Рассматриваются вопросы моделирования работы цифровых схем и устройств с помощью программы «Электронная лаборатория». Предназначен для студентов факультетов транспортных коммуникаций и энергетического строительства."
            },
            {
                "title": "Машины для земляных работ",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5925/Mashiny_dlya_zemlyanyh_rabot.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Яцкевич, В. В.",
                    "Бежик, А. А.",
                    "Соколовский, Ю. В."
                ],
                "publishing_date": "2012",
                "description": "Лабораторный практикум содержит задания, описания устройства и работы машин для земляных работ, их сменных рабочих органов и технические характеристики этих машин. Лабораторный практикум предназначен для студентов специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование», также может быть рекомендован для студентов других машиностроительных ..."
            },
            {
                "title": "Машины по содержанию и ремонту автомобильных дорог и аэродромов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/841/Mashiny_po_soderzhaniyu_i_remontu.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вавилов, А. В.",
                    "Щемелев, А. М.",
                    "Бочкарев, Д. И.",
                    "Гатальский, Л. А.",
                    "Купченко, А. И."
                ],
                "publishing_date": "2003",
                "description": "В учебном пособии изложены конструкции машин для содержания и ремонта автомобильных дорог и аэродромов, приведены общие параметры основных типов машин, а также основы их расчета. \r\nВ пособии рассмотрены основные типы машин, обеспечивающих \r\nлетнее и зимнее содержание дорог и аэродромов, их текущий, средний и капитальный ремонт,  а  также  основные  тенденции  развития таких ..."
            },
            {
                "title": "Методические указания к выполнению лабораторных работ по курсам \"Строительные, дорожные и транспортные машины\", \"Механизация в строительстве\" для студентов специальностей 1-70 03 01 \"Автомобильные дороги\", 1-70 02 01 \"Промышленное и гражданское строительство\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/840/Metodicheskie_ukazaniya_k_vypolneniyu.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вавилов, А. В.",
                    "Котлобай, А. Я.",
                    "Шавель, А. А.",
                    "Передня, Л. И.",
                    "Сабадах, Б. В.",
                    "Яцкевич, В. В.",
                    "Гарост, М. М.",
                    "Скоробогатый, В. А.",
                    "Маров, Д. В."
                ],
                "publishing_date": "2003",
                "description": "Издание содержит задания, описание устройства и работы строительных, дорожных и транспортных машин, их краткие технические характеристики, методические указания  по  определению  технико-эксплуатационных показателей. Методические указания предназначены для студентов специальностей «Автомобильные дороги»  при  изучении  курса  «Строительные, дорожные и транспортные машины» и ..."
            },
            {
                "title": "Методическое пособие к лабораторным работам по дисциплине \"Гидравлика, гидромашины и гидропривод\" для студентов специальности 1-36 11 01 \"Подъемно-транспортные, строительные, дорожные машины и оборудование\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/839/Metodicheskoe_posobie_k_laboratornym.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вавилов, А. В.",
                    "Смоляк, А. Н."
                ],
                "publishing_date": "2004",
                "description": "Методическое пособие включает работы по экспериментальному исследованию устройств объемных гидроприводов строительных машин. В пособии приведены необходимые теоретические сведения по определению конструктивных и эксплуатационных параметров гидромашин и гидроприводов, схемы и описание опытных установок, указывается порядок выполнения работ и обработки полученных экспериментальных ..."
            },
            {
                "title": "Механизация в строительстве",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3687/Mekhanizaciya_v_stroitelstve.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вавилов, А. В.",
                    "Котлобай, А. Я.",
                    "Котлобай, А. А.",
                    "Соколовский, Ю. В."
                ],
                "publishing_date": "2008",
                "description": "Методическое пособие содержит задания, описание устройства и работы современных строительных машин, применяемых в строительном комплексе Республики Беларусь, а также их краткие технические характеристики и методические указания по определению технико- эксплуатационных и экономических показателей этих машин.\r\nПредназначено для студентов специальности 1-70 02 01 «Промышленное и ..."
            },
            {
                "title": "Механизация в строительстве",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/29625/Mekhanizaciya_v_stroitelstve.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Бурмак, И. В.",
                    "Замула, А. А.",
                    "Лапенок, В. В.",
                    "Вавилов, А. В.",
                    "Гарост, М. М.",
                    "Передня, Л. И.",
                    "Котлобай, А. А.",
                    "Смоляк, А. Н.",
                    "Бежик, А. А.",
                    "Котлобай, А. Я."
                ],
                "publishing_date": "2017",
                "description": "Содержатся задания, описание устройства и работы строительных машин, их краткие технические характеристики и методические указания по определению технико-эксплуатационных показателей. Издание предназначено для студентов специальности «Промышленное и гражданское строительство» и может быть рекомендовано для студентов других строительных специальностей."
            },
            {
                "title": "Организация производства и управление предприятием",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/7236/Organizaciya_proizvodstva_i_upravlenie_predpriyatiem.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Савицкий, В. П."
                ],
                "publishing_date": "2014",
                "description": "В методических указаниях даются сведения о формировании поточной линии для выпуска продукции на машиностроительном предприятии, приводятся сведения о принятых станках, численности основного и вспомогательного персонала, капиталовложениях."
            },
            {
                "title": "Основы автоматизированного проектирования машин",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/7111/Osnovy_avtomatizirovannogo_proektirovaniya_mashin.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Котлобай, А. А.",
                    "Котлобай, А. Я."
                ],
                "publishing_date": "2014",
                "description": "Учебно-методическое пособие предназначено для проведения практических занятий по дисциплине «Основы автоматизированного проектирования машин» для студентов специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование». В пособии приведено поэтапное описание основных возможностей программы AutoDesk AutoCAD 2008, приемов работы с ней, подобраны ..."
            },
            {
                "title": "Основы схемотехники. Ч. 1",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/75854/Osnovy_skhemotekhniki.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Антоневич, А. И."
                ],
                "publishing_date": "2020",
                "description": "В лабораторном практикуме приведены теоретические сведения по основным разделам изучаемого курса, порядок выполнения лабораторных работ, а также требования к их выполнению, оформлению и защите. Рассмотрены основы работы и применения программы Multisim 12.0 фирмы National Instruments для схемотехнического моделирования электрических схем. Предназначено для студентов факультетов ..."
            },
            {
                "title": "Подъемно-транспортные машины",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/123322/Podemno_transportnye_mashiny.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Бежик, А. А."
                ],
                "publishing_date": "2022",
                "description": "Пособие содержит описание устройства и работы подъемно-транспортных машин, их краткие технические характеристики, методические указания по определению технико-эксплуатационных показателей, а также задания к лабораторным работам. Данное учебно-методическое пособие может быть рекомендовано для студентов других специальностей."
            },
            {
                "title": "Подъемно-транспортные, строительные, дорожные машины и оборудование",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/81238/Podemno_transportnye.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Вавилов, А. В.",
                    "Котлобай, А. Я."
                ],
                "publishing_date": "2020",
                "description": "Учебно-методическое пособие по дисциплине «Подъемно-транспортные, строительные, дорожные машины и оборудование» предназначено для подготовки будущих инженеров-конструкторов и полезно при изучении дисциплин «Строительные, дорожные и мелиоративные машины», «Подъемно-транспортные машины», «Машины для земляных работ. Издание может быть использовано для обучения студентов других ..."
            },
            {
                "title": "Подъемно-транспортные, строительные, дорожные машины и оборудование, лифты и подъемники. Дипломное проектирование",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/91407/Podemno_transportnye.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Вавилов, А. В.",
                    "Гарост, М. М.",
                    "Ермалицкий, А. А.",
                    "Шавель, А. А.",
                    "Янцов, Н. Д."
                ],
                "publishing_date": "2021",
                "description": "В пособии рассмотрена организация работы над дипломным проектом. Изложены требования к оформлению расчетно-пояснительной записки, графической части проекта, приведены образцы оформления элементов дипломного проекта. Приведен максимально сокращенный перечень нормативных документов и справочной литературы, необходимый для выполнения дипломного проекта."
            },
            {
                "title": "Программирование программируемых логических контроллеров",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4867/Programmirovanie_programmiruemyh_logicheskih_kontrollerov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Антоневич, А. И."
                ],
                "publishing_date": "2010",
                "description": "В издании рассмотрены вопросы программирования программируемых логических контроллеров. В качестве обучающей используется программа фирмы Mitsubishi Electric − FX−TRN−BEG−EU. Предназначено для студентов факультетов транспортных коммуникаций и энергетического строительства."
            },
            {
                "title": "Проектирование гидроприводов строительных и дорожных машин",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4209/Proektirovanie_gidroprivodov_stroitelnyh.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вавилов, А. В.",
                    "Смоляк, А. Н."
                ],
                "publishing_date": "2012",
                "description": "В учебно-методическом пособии изложены вопросы проектирования и расчета объемных гидроприводов строительных и дорожных машин, методика выбора объемных гидромашин и гидроаппаратов из существующей номенклатуры, представляемой заводами-изготовителями гидросистем.\r\nПриведены схемы рабочего и ходового оборудования строительных и дорожных машин в соответствии с вариантами заданий по ..."
            },
            {
                "title": "Проектирование строительных и дорожных машин",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5567/Proektirovanie_stroitelnyh_i_dorozhnyh_mashin.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вавилов, А. В.",
                    "Котлобай, А. А.",
                    "Котлобай, А. Я."
                ],
                "publishing_date": "2013",
                "description": "В учебно-методическом пособии приведены материалы, необходимые для подготовки будущих конструкторов по специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование». Дается понятие конструирования, приведены методы конструирования; обращено внимание будущих специалистов на обеспечение удобств при эксплуатации создаваемых машин. Большой раздел ..."
            },
            {
                "title": "Строительные машины и механизмы",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/16459/Stroitelnye_mashiny_i_mekhanizmy.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Черепанов, И. М."
                ],
                "publishing_date": "2015",
                "description": "Методические указания содержат перечень вопросов и задач по строительным машинам и механизмам для выполнения практических и контрольных работ."
            },
            {
                "title": "Строительные, дорожные и мелиоративные машины",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/88668/Stroitelnye_dorozhnye.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Бурмак, И. В.",
                    "Бежик, А. А."
                ],
                "publishing_date": "2021",
                "description": "Издание содержит задания, описание назначения, разновидностей, устройства и работы строительных и дорожных машин, а также методические указания по определению их технико-эксплуатационных показателей. Данное учебно-методическое пособие может быть рекомендовано для студентов других строительных специальностей."
            },
            {
                "title": "Строительные, дорожные и транспортные машины",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/30475/Stroitelnye_dorozhnye_i_transportnye_mashiny.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вавилов, А. В.",
                    "Шавель, А. А.",
                    "Котлобай, А. Я.",
                    "Смоляк, А. Н.",
                    "Котлобай, А. А.",
                    "Бурмак, И. В.",
                    "Замула, А. А."
                ],
                "publishing_date": "2017",
                "description": "Содержит задания, описание устройства и работы строительных, дорожных и транспортных машин, их краткие технические характеристики и методические указания по определению технико-эксплуатационных показателей. Предназначен для студентов специальности «Автомобильные дороги» и может быть рекомендован для студентов других специальностей."
            },
            {
                "title": "Техническое обслуживание машин",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4907/Tekhnicheskoe_obsluzhivanie_mashin.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вавилов, А. В.",
                    "Бракоренко, Д. Д."
                ],
                "publishing_date": "2010",
                "description": "В указаниях даны рекомендации по выбору темы дипломного проекта, изложены требования к пояснительной записке, оформлению графической части. Издание предназначается для студентов специальности «Подъемно-транспортные, строительные, дорожные машины и оборудование»."
            },
            {
                "title": "Триботехника",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3714/Tribotekhnika.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Смоляк, А. Н."
                ],
                "publishing_date": "2010",
                "description": "В учебно-методическом пособии изложены методики расчета и определения принципиальных схем сборочных единиц трения, выбора материалов для их изготовления с позиции их влияния на износостойкость и надежность конструкций подъемно-транспортных, строительных и дорожных машин. Приведены варианты заданий для практических занятий по дисциплине «Триботехника»."
            },
            {
                "title": "Тягово-транспортные машины",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5931/Tyagovo_transportnye_mashiny.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Яцкевич, В. В.",
                    "Зеленый, П. В.",
                    "Бежик, А. А.",
                    "Соколовский, Ю. В."
                ],
                "publishing_date": "2012",
                "description": "Лабораторный практикум содержит общие сведения о тягово-транспортных машинах, задания, описание устройства строительных, дорожных и транспортных машин, их краткие технические характеристики и методические указания по определению технико-эксплуатационных показателей. Лабораторный практикум предназначен для студентов специальности 1-36 11 01 «Подъемно-транспортные, строительные, ..."
            },
            {
                "title": "Учебно-методический комплекс по учебной дисциплине \"Строительные машины\" для специальности 1-70 03 02 \"Мосты, транспортные тоннели и метрополитены (по направлениям)\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/63826/Stroitelnye_mashiny.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Антоневич, А. И."
                ],
                "publishing_date": "2020",
                "description": "Учебно-методический комплекс по учебной дисциплине \"Строительные машины\" для специальности 1-70 03 02 \"Мосты, транспортные тоннели и метрополитены (по направлениям)\" [Электронный ресурс] / Белорусский национальный технический университет, Кафедра \"Механизация и автоматизация дорожно-строительного комплекса\" ; сост. А. И. Антоневич. – Минск : БНТУ, 2020."
            },
            {
                "title": "Эксплуатация машин дорожно-строительного комплекса",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/130396/EHkspluataciya_mashin.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Дашко, А. Л.",
                    "Довидович, А. А.",
                    "Замула, А. А.",
                    "Котлобай, А. А.",
                    "Конопацкий, А. В.",
                    "Непарко, С. С.",
                    "Полудеткин, А. А.",
                    "Икромов, А. Г."
                ],
                "publishing_date": "2023",
                "description": "В пособии рассмотрены вопросы практического использования теоретических основ эксплуатации машин дорожно-строительного комплекса. Издание содержит лабораторные занятия, а также список используемой и рекомендуемой литературы по дисциплине. Издание рекомендуется для студентов направления 1-36 11 01-01 «Инновационная техника для строительного комплекса (производство и эксплуатация)» ..."
            },
            {
                "title": "Электронные программируемые реле серии EASY. В 2 ч. Ч. 1",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5007/EHlektronnye_programmiruemye_rele_serii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Антоневич, А. И.",
                    "Черепанов, И. М."
                ],
                "publishing_date": "2011",
                "description": "Лабораторный практикум посвящен решению несложных практических задач по автоматическому управлению электрооборудованием бытового и промышленного назначения с помощью программируемых реле EASY. Выполнение работ позволяет обучаемым приобрести практические навыки в разработке управляющих программ для реле EASY, их отладке и вводе в реле вручную или с помощью компьютера. Для студентов ..."
            },
            {
                "title": "Электронные программируемые реле серии EASY. В 2 ч. Ч. 2",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/16475/EHlektronnye_programmiruemye_rele_serii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Антоневич, А. И."
                ],
                "publishing_date": "2015",
                "description": "Лабораторный практикум посвящен программированию программированного реле серии EASY. Выполнение лабораторных работ позволяет обучаемым приобрести практические навыки в разработке управляющих программ для реле EASY, их отладке и вводе. Предназначен для студентов факультетов транспортных коммуникаций и энергетического строительства. Первая часть (сост.: А. И. Антоневич, И. М. ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Автоматика, автоматизация и автоматические системы управления технологическими процессами» для специальности 6-05-0715-07 «Эксплуатация наземных транспортных и технологических машин и комплексов», профилизация «Эксплуатация и технический сервис подъемно-транспортных, дорожно-строительных и технологических машин строительного комплекса»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/157034/EHUMK_Avtomatika.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Антоневич, А. И."
                ],
                "publishing_date": "2025",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Автоматика, автоматизация и автоматические системы управления технологическими процессами» для специальности 6-05-0715-07 «Эксплуатация наземных транспортных и технологических машин и комплексов», профилизация «Эксплуатация и технический сервис подъемно-транспортных, дорожно-строительных и технологических машин ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Введение в специальность» для специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование (по направлениям)»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/75223/Vvedenie_v_specialnost.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вавилов, А. В."
                ],
                "publishing_date": "2020",
                "description": "Целью ЭУМК является формирование у студентов знаний и практических навыков, необходимых для профессионального выполнения обязанностей инженера в области подъемно-транспортных, строительных, дорожных машин и оборудования."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Вибрационные машины в строительстве» для специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование (по направлениям)» и 1-36 11 01 «Инновационная техника для строительного комплекса (по направлениям)»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/103431/Vibracionnye_mashiny.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Шавель, А. А."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Вибрационные машины в строительстве» для специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование (по направлениям)» и 1-36 11 01 «Инновационная техника для строительного комплекса (по направлениям)» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Вибрационные машины в строительстве» для специальности 6-05-0715-07 «Эксплуатация наземных транспортных и технологических машин и комплексов»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/153745/Vibracionnye_mashiny.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Шавель, А. А."
                ],
                "publishing_date": "2025",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Вибрационные машины в строительстве» для специальности 6-05-0715-07 «Эксплуатация наземных транспортных и технологических машин и комплексов» / Белорусский национальный технический университет, Кафедра «Механизация и автоматизация дорожно-строительного комплекса» ; сост. А. А. Шавель. – Минск : БНТУ, 2025."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Гидравлика, гидромашины и гидропривод» для специальности 6-05-0715-07 «Эксплуатация наземных транспортных и технологических машин и комплексов» профилизация «Эксплуатация и технический сервис подъемно-транспортных, дорожно-строительных и технологических машин строительного комплекса»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/151567/EHUMK_Gidravlika_gidromashiny_i_gidroprivod.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Смоляк, А. Н."
                ],
                "publishing_date": "2024",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Гидравлика, гидромашины и гидропривод» для специальности 6-05-0715-07 «Эксплуатация наземных транспортных и технологических машин и комплексов» профилизация «Эксплуатация и технический сервис подъемно-транспортных, дорожно-строительных и технологических машин строительного комплекса» / Белорусский национальный ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Детали машин и основы конструирования» для специальности 1-36 11 01 «Инновационная техника для строительного комплекса (по направлениям)»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/106848/Detali_mashin.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Шавель, А. А."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Детали машин и основы конструирования» для специальности 1-36 11 01 «Инновационная техника для строительного комплекса (по направлениям)» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Механизация и автоматизация дорожно-строительного комплекса» ; сост. А. А. Шавель. – Минск : БНТУ, 2021."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Детали машин и основы конструирования» для специальности 6-05-0715-07 «Эксплуатация наземных транспортных и технологических машин и комплексов»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/153744/Detali_mashin.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Шавель, А. А."
                ],
                "publishing_date": "2025",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Детали машин и основы конструирования» для специальности 6-05-0715-07 «Эксплуатация наземных транспортных и технологических машин и комплексов» / Белорусский национальный технический университет, Кафедра «Механизация и автоматизация дорожно-строительного комплекса» ; сост. А. А. Шавель. – Минск : БНТУ, 2025."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Коммунальные машины» для специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование (по направлениям)»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/93482/Kommunalnye_mashiny.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Бурмак, И. В."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Коммунальные машины» для специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование (по направлениям)» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Механизация и автоматизация дорожно-строительного комплекса» ; сост. И. В. Бурмак. – Минск : БНТУ, 2021."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Лифты и подъемники» для специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование (по направлениям)»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/94396/Lifty_i_podyomniki.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Черепанов, И. М.",
                    "Дашко, А. Л."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Лифты и подъемники» для специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование (по направлениям)» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Механизация и автоматизация дорожно-строительного комплекса» ; сост.: И. М. Черепанов, А. Л. Дашко. ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Машины для транспортного строительства» для специальности 7-07-0732-03 «Строительство транспортных коммуникаций», профилизации «Мосты, транспортные тоннели и метрополитены»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/156578/EHUMK_Mashiny_dlya_transportnogo_stroitelstva.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Смоляк, А. Н."
                ],
                "publishing_date": "2025",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Машины для транспортного строительства» для специальности 7-07-0732-03 «Строительство транспортных коммуникаций», профилизации «Мосты, транспортные тоннели и метрополитены» / Белорусский национальный технический университет, Кафедра «Механизация и автоматизация дорожно-строительного комплекса» ; сост. А. Н. Смоляк. ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Механизация в строительстве» для специальности 1-70 02 01 «Промышленное и гражданское строительство»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/75222/Mekhanizaciya_v_stroitelstve.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Вавилов, А. В."
                ],
                "publishing_date": "2020",
                "description": "Целью ЭУМК является формирование у студентов знаний и практических навыков, необходимых для профессионального выполнения обязанностей инженера в области механизации на современных строительных объектах и объектах технической эксплуатации зданий и сооружений."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Подъемно-транспортные машины» для специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование (по направлениям)»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/93481/Podemno_transportnye_mashiny.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Бежик, А. А."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Подъемно-транспортные машины» для специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование (по направлениям)» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Механизация и автоматизация дорожно-строительного комплекса» ; сост. А. А. Бежик. – Минск ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Расчёт металлоконструкций» для специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование (по направлениям)»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/101348/Raschyot_metallokonstrukcij.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Дашко, А. Л."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Расчёт металлоконструкций» для специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование (по направлениям)» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Механизация и автоматизация дорожно-строительного комплекса» ; сост. А. Л. Дашко. – Минск : ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Строительные, дорожные и мелиоративные машины». Часть 1 для специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование (по направлениям)»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/79629/Stroitelnye_dorozhnye_i_meliorativnye_mashiny.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Бежик, А. А."
                ],
                "publishing_date": "2020",
                "description": "Учебно-методический комплекс (далее – УМК) «Строительные, дорожные и мелиоративные машины. Часть 1» предназначен для студентов специальности 1- 36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование (по направлениям)». В УМК рассматривается назначение, область применения и конструкции строительных, дорожных и мелиоративных машин, определение рациональных ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Строительные, дорожные и мелиоративные машины». Часть 2 для специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование (по направлениям)»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/80645/Stroitelnye_dorozhnye_i_meliorativnye_mashiny2.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Бурмак, И. В."
                ],
                "publishing_date": "2020",
                "description": "Электронный учебно-методический комплекс состоит из взаимосвязанных основных методических материалов: конспекта лекций, методических указаний к выполнению лабораторных и практических работ, вопросов для самоконтроля и списка рекомендуемой литературы. Предложенные материалы являются теоретической основой для изучения учебной дисциплины «Строительные, дорожные и мелиоративные машины. ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Технология производства и ремонта машин» для специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование (по направлению)»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/100443/Tekhnologiya_proizvodstva.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Гарост, М. М."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Технология производства и ремонта машин» для специальности 1-36 11 01 «Подъемно-транспортные, строительные, дорожные машины и оборудование (по направлению)» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Механизация и автоматизация дорожно-строительного комплекса» ; сост. М. М. ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Эксплуатация машин дорожно-строительного комплекса» для специальности 6-05-0715-07 «Эксплуатация наземных транспортных и технологических машин и комплексов» профилизации «Эксплуатация и технический сервис подъемно-транспортных, дорожно-строительных и технологических машин строительного комплекса»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/142376/EHkspluataciya_mashin_dorozhno_stroitelnogo_kompleksa.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Лазицкий, М. О."
                ],
                "publishing_date": "2024",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Эксплуатация машин дорожно-строительного комплекса» для специальности 6-05-0715-07 «Эксплуатация наземных транспортных и технологических машин и комплексов» профилизации «Эксплуатация и технический сервис подъемно-транспортных, дорожно-строительных и технологических машин строительного комплекса» [Электронный ресурс] ..."
            }
        ]
    },
    "Мосты и тоннели": {
        "count": "[31]",
        "items": [
            {
                "title": "Бетон для мостовых и тоннельных конструкций, армированный органическими волокнами",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/109749/Beton.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Ляхевич, Г. Д.",
                    "Гречухин, В. А.",
                    "Рожанцев, С. Ю."
                ],
                "publishing_date": "2022",
                "description": "Авторами представлена характеристика органических армирующих волокон, рассмотрены преимущества их использования в бетоне, зависимости прочности бетона от количества и размера используемых полипропиленовых волокон. Представлены исследования влияния количества полипропиленовых волокон, армирующих бетон, на его предел прочности на растяжение при изгибе. Изготовлены и испытаны опытные ..."
            },
            {
                "title": "Глубокие котлованы. Расчет их ограждений и креплений",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/96055/Glubokie_kotlovany.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Мойсейчик, Е. К.",
                    "Мойсейчик, Е. А."
                ],
                "publishing_date": "2021",
                "description": "Учебно-методическое пособие разработано в соответствии с программами дисциплин «Метрополитены» и «Основания и фундаменты транспортных сооружений» с учетом нормативных документов и современного опыта проектирования и строительства ограждений и креплений котлованов. В нем изложены основные методы устройства и расчета ограждающих конструкций и креплений глубоких котлованов, даны ..."
            },
            {
                "title": "Защита конструкций мостов и тоннелей с использованием современных гидроизоляционных материалов и оборудования",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/89094/Zashchita_konstrukcij.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Ляхевич, Г. Д.",
                    "Ляхевич, А. Г.",
                    "Кулан, А. В."
                ],
                "publishing_date": "2021",
                "description": "В пособии представлены данные о современных гидроизоляционных материалах и системах, например, таких как: гидроизоляция Hyperdesmo®, ИКОПАЛ Мост СБС, битумно-латексная эмульсия Дорфлекс (DORFLEX®), гидроизоляционная система для мостов и тоннелей, наносимая напылением Eliminator, системы покрытий для мостов, праймеры и мастики, гидроизоляционная и антикоррозионная защита полимочевиной ..."
            },
            {
                "title": "Испытание строительных конструкций",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/85801/Ispytanie_stroitelnyh_konstrukcij.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Ходяков, В. А."
                ],
                "publishing_date": "2021",
                "description": "В пособии приведены индивидуальные задания для выполнения лабораторных работ по дисциплине «Строительные конструкции». Также приведены примеры обработки результатов испытаний и расчёта лабораторных работ. Пособие подготовлено в дополнение к основному учебно-методическому пособию «Испытание строительных конструкций» – опубликовано в Репозитории БНТУ."
            },
            {
                "title": "Испытание строительных конструкций",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/62335/StroyConstr_2019.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Ходяков, В. А."
                ],
                "publishing_date": "2019",
                "description": "В пособии приведены методические указания для выполнения лабораторных работ по дисциплине «Строительные конструкции» для студентов специальности 1-70 03 02 «Мосты, транспортные тоннели и метрополитены» и по дисциплине «Строительные конструкции транспортных сооружений» для студентов специальности 1-70 03 01 «Автомобильные дороги» Факультета транспортных коммуникаций."
            },
            {
                "title": "Металлические конструкции в транспортном строительстве",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/139291/Metallicheskie_konstrukcii_v_transportnom_stroitelstve.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Шевченко, С. В."
                ],
                "publishing_date": "2023",
                "description": "В учебно-методическом пособии приведены указания по расчету и конструированию металлических конструкций для транспортного строительства по дисциплине «Строительные конструкции в транспортном строительстве» для студентов специальности «Мосты, транспортные тоннели и метрополитены» факультета транспортных коммуникаций."
            },
            {
                "title": "Металлические конструкции в транспортном строительстве",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/150569/Metallicheskie_konstrukcii.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Шевченко, С. В."
                ],
                "publishing_date": "2024",
                "description": "В пособии приведены указания по расчету и конструированию легких металлических конструкций для транспортного строительства по дисциплине «Строительные конструкции в транспортном строительстве» для студентов специальности 7-07-0732-03 «Строительство транспортных коммуникаций» факультета транспортных коммуникаций."
            },
            {
                "title": "Методические указания  на тему «Вариантное проектирование»  к курсовому проекту «Железобетонный балочный мост»  по дисциплине «Проектирование мостов»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/24779/Metodicheskie_ukazaniya_na_temu.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Нестеренко, В. В.",
                    "Яковлев, А. А."
                ],
                "publishing_date": "2016",
                "description": "В методических указаниях приведены данные по составу курсового проекта железобетонного моста, соответствующие учебной программе по дисциплине «Проектирование мостов». Изложены основные положения и практические рекомендации по составлению и сравнению вариантов моста, соответствующие требованиям ТКП 45–3.03–232–2011. Приведены данные по современным типовым конструкциям пролётных ..."
            },
            {
                "title": "Методическое пособие по технологической и инженерной практике для студентов специальности 1-70 03 02 \"Мосты, транспортные тоннели и метрополитены\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4212/Metodicheskoe_posobie_po_tekhnologicheskoj.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Расинская, Л. Г.",
                    "Кузьмицкий, В. А."
                ],
                "publishing_date": "2012",
                "description": "В издании рассматриваются программа, цели, задачи, содержание и организационные вопросы технологической и инженерной практик студентов специальности 1-70 03 02 «Мосты, транспортные тоннели и метрополитены». Приведен перечень вопросов, которые должны быть изучены и отражены в отчете о практике. Даны рекомендации по оформлению дневника и отчета."
            },
            {
                "title": "Монтаж балок пролетных строений. Примеры разработки технологических карт. Ч. 1",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/113638/Montazh_balok.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Ляхевич, Г. Д.",
                    "Гречухин, В. А."
                ],
                "publishing_date": "2022",
                "description": "Авторами представлен пример технологической карты на монтаж балок пролетных строений длиной 24 и 33 метра краном шлюзовым мобильным КШМ-63. Даны ссылки на нормативные документы. Приведены характеристики основных применяемых материалов и изделий, организация и технология производства работ. Дан пример по определению потребности в материально-технических ресурсах. Отдельно выделены ..."
            },
            {
                "title": "Научно-исследовательская работа студентов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/63802/NIRS.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Ходяков, В. А."
                ],
                "publishing_date": "2020",
                "description": "В пособии приведены методические рекомендации для организации Научно-исследовательской работы студентов сотрудниками ответственными за организацию научно-исследовательской работы на кафедрах факультета транспортных коммуникаций."
            },
            {
                "title": "Обследование и испытание транспортных сооружений",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/109862/Obsledovanie.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Ходяков, В. А."
                ],
                "publishing_date": "2022",
                "description": "В учебно-методическом пособии приведены указания для выполнения лабораторных работ по дисциплине «Обследование и испытание транспортных сооружений» для студентов специальности 1-70 03 02 «Мосты, транспортные тоннели и метрополитены» факультета транспортных коммуникаций."
            },
            {
                "title": "Погружение свай при строительстве мостов и путепроводов. Примеры разработки технологических карт. Ч. 1",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/109743/Pogruzhenie_svaj.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Гречухин, В. А.",
                    "Ляхевич, Г. Д."
                ],
                "publishing_date": "2021",
                "description": "Пособие содержит сведения о современных способах погружения свай мостов и путепроводов и применяемых для этого передовых технологий, оборудования, машин и механизмов. При разработке пособия учтены современные требования, предъявляемые к составлению технологических карт на данные виды работ."
            },
            {
                "title": "Приборы для мониторинга, неразрушающего контроля и диагностики мостовых сооружений",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/126397/Pribory_dlya_monitoringa.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Мойсейчик, Е. А.",
                    "Мойсейчик, А. Е."
                ],
                "publishing_date": "2023",
                "description": "Мойсейчик, Е. А. Обследование и испытание транспортных сооружений [Электронный ресурс] : учебное пособие для слушателей факультетов и курсов повышения квалификации, магистрантов и студентов по дисциплинам «Обследование и испытание мостовых конструкций», «Проектирование и строительство больших мостов», «Проектирование мостов», «Городские мосты» по специальности 1-70 03 02 «Мосты, ..."
            },
            {
                "title": "Проектирование металлического моста",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/112820/Proektirovanie.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Мойсейчик, Е. А.",
                    "Черкасов, В. В."
                ],
                "publishing_date": "2022",
                "description": "Изложены общие положения расчета металлических мостов на основе СН 3.03.01 – 2019. Мосты и трубы. Приведены сведения о составе проекта, методике технико-экономического сравнения вариантов моста, расчете пролетных строений с ортотропными плитами проезжей части, балочных пролетных строений, опор и свайных фундаментов. Предназначено для студентов специальности1-70 03 02 «Мосты, ..."
            },
            {
                "title": "Проектирование мостов. Ч. 1",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/36719/Proektirovanie_mostov_CH1.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Пастушков, Г. П.",
                    "Расинская, Л. Г."
                ],
                "publishing_date": "2017",
                "description": "В издании рассматриваются общие сведения о мостовых сооружениях, их классификация, приведены общие требования к мостовым сооружениям на автомобильных и городских дорогах, к расположению мостов и труб, приведены основные требования к их конструкциям, представлены основные данные для проектирования мостов, рассмотрена последовательность проектирования мостов и труб."
            },
            {
                "title": "Проектирование тоннелей, сооружаемых горным способом",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1094/Proektirovanie_tonnelej_sooruzhaemyh_gornym_sposobom.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Пастушков, Г. П.",
                    "Пастушков, Г. П.",
                    "Кузьмицкий, В. А.",
                    "Пастушков, В. Г.",
                    "Олляк, В. Ю.",
                    "Кузьмицкий, Д. В."
                ],
                "publishing_date": "2005",
                "description": "Учебно-методическое пособие разработано в соответствии с программой дисциплины “Тоннели и подземные сооружения” с учетом новых нормативных\r\nдокументов и современного опыта проектирования и строительства горных транспортных тоннелей. В нем изложены основные принципы трассирования участка транспортной линии и проектирования конструкций железнодорожных и автодорожных тоннелей."
            },
            {
                "title": "Сборник профессионально ориентированных задач и упражнений по математике (с использованием электронно-образовательных ресурсов) для специальностей 1-70 03 01 «Автомобильные дороги», 1-70 03 02 «Мосты, транспортные тоннели и метрополитены»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/56057/Sbornik_professionalno_orientirovannyh.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Забавская, А. В."
                ],
                "publishing_date": "2019",
                "description": "Сборник содержит более 90 профессионально ориентированных задач из разделов курса математики, наиболее востребованных для изучения специальных и общетехнических дисциплин при подготовке инженеров-строителей. Большинство задач снабжены теоретическими обоснованиями и примерами из специальных и общетехнических дисциплин, отражающих важную роль математики в их изучении. Сборник ..."
            },
            {
                "title": "Стали для конструкций мостов и тоннелей",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4487/Stali_dlya_konstrukcij_mostov_i_tonnelej.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Ляхевич, Г. Д.",
                    "Пастушков, Г. П."
                ],
                "publishing_date": "2013",
                "description": "Методическое пособие необходимо для освоения и закрепления студентами курса «Технология производства конструкций мостов и тоннелей» (ТПКМиТ) для студентов специальности 1-70 03 02 «Мосты, транспортные тоннели и метрополитены».\r\nСоставлено в соответствии с учебной программой дисциплины ТПКМиТ и нацеливает студентов на приобретение знаний по свойствам сталей для строи-тельных ..."
            },
            {
                "title": "Строительные конструкции",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/128773/Stroitelnye_konstrukcii.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Гречухин, В. А.",
                    "Шевченко, С. В.",
                    "Ходяков, В. А."
                ],
                "publishing_date": "2023",
                "description": "Пособие для выполнения курсового проекта предназначено для студентов специальности «Мосты, транспортные тоннели и метрополитены». \r\nПособие содержит данные о назначении и содержании дисциплины «Строительные конструкции». В процессе изучения дисциплины студенты получат знания и умения необходимые для изучения современных инновационных технологий транспортного строительства, для ..."
            },
            {
                "title": "Строительство мостов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/38235/Stroitelstvo_mostov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Гречухин, В. А."
                ],
                "publishing_date": "2017",
                "description": "Пособие содержит сведения о современных способах монтажа пролетных строений мостов и путепроводов и применяемых для этого передовых технологий, оборудования, машин и механизмов. При разработке пособия учтены современные требования, предъявляемые к составлению проектов организации строительства и производства работ."
            },
            {
                "title": "Строительство мостов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/127262/Stroitelstvo_mostov.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Гречухин, В. А.",
                    "Шермухамедов, У. З."
                ],
                "publishing_date": "2023",
                "description": "Пособие предназначено для студентов специальности 1-70 03 02 «Мосты, транспортные тоннели и метрополитены». Пособие содержит данные о назначении и содержании дисциплины «Строительство мостов». В процессе изучения дисциплины студенты получат знания и умения необходимые для изучения современных инновационных технологий транспортного строительства, для разработки и внедрения инноваций ..."
            },
            {
                "title": "Строительство свайных фундаментов на акватории",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1203/Stroitelstvo_svajnyh_fundamentov_na_akvatorii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мойсейчик, Е. К.",
                    "Мацкевич, А. С."
                ],
                "publishing_date": "2005",
                "description": "Учебно-методическое пособие по дисциплинам «Фундаменты транспортных сооружений» и «Основания и фундаменты» предназначено для студентов специальностей 1-70 03 01 «Автомобильные дороги» и 1-70 03 02 «Мосты, транспортные тоннели и метрополитены». В пособии кратко излагаются основные вопросы, связанные с возведением свайных фундаментов опор мостов на местности, покрытой водой."
            },
            {
                "title": "Технология производства гидроизоляционных работ",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6219/Tekhnologiya_proizvodstva_gidroizolyacionnyh_rabot.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Ляхевич, Г. Д."
                ],
                "publishing_date": "2013",
                "description": "В пособии рассмотрены теоретические аспекты устройства надежной гидроизоляции, виды, типы и ее выбор; структура и свойства гидроизоляционных материалов. Представлено устройство гидроизоляции мостовых и тоннельных конструкций, а также испытания рулонных и мастичных гидроизоляционных материалов."
            },
            {
                "title": "Электронный учебно-методический комплекс «Мосты и сооружения на дорогах» для специальности 1 – 70 03 01 «Автомобильные дороги»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/135473/Mosty_i_sooruzheniya_na_dorogah.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Драгун, К. В.",
                    "Ходяков, В. А.",
                    "Потреба, В. Г."
                ],
                "publishing_date": "2023",
                "description": "Электронный учебно-методический комплекс содержит данные о назначении и содержании дисциплины «Мосты и сооружения на дорогах». В процессе изучения дисциплины студенты получат базовые знания и умения необходимые для проектирования и строительства сооружений на дорогах, таких как деревянные, железобетонные и металлические мосты различных конструкций, трубы различного назначения, ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине \"Введение в специальность\" для специальности 1-70 03 02 \"Мосты, транспортные тоннели и метрополитены\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/67809/Vvedenie_v_specialnost.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Гречухин, В. А."
                ],
                "publishing_date": "2019",
                "description": "Электронной учебно-методическое пособие предназначено для студентов специальности 1–70 03 02 «Мосты, транспортные тоннели и метрополитены». Пособие содержит данные о назначении и содержании дисциплины «Введение в специальность». В процессе изучения дисциплины студенты получат знания и умения необходимые для успешного освоения последующих специальных дисциплин, связанных с ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Инновационные технологии транспортного строительства и геодезического обеспечения» для специальности 1-70 80 01 «Строительство зданий и сооружений»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/88738/Innovacionnye_tekhnologii.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Гречухин, В. А."
                ],
                "publishing_date": "2020",
                "description": "Электронное учебно-методический комплекс предназначен для магистрантов специальности 1-70 80 01 «Строительство зданий и сооружений». Комплекс содержит данные о назначении и содержании дисциплины «Инновационные технологии транспортного строительства и геодезического обеспечения». В процессе изучения дисциплины магистранты получат знания и умения необходимые для достижения современных ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Метрология, стандартизация и управление качеством» для специальности 1 – 70 03 02 «Мосты, транспортные тоннели и метрополитены»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/87996/Metrologiya_standartizaciya_i_upravlenie_kachestvom.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Ходяков, В. А."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс содержит данные о назначении и содержании дисциплины «Метрология, стандартизация и управление качеством». В процессе изучения дисциплины студенты получат знания и умения необходимые для успешного освоения последующих специальных дисциплин, связанных с обследованием и испытанием транспортных сооружений. ЭУМК разработан для студентов ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Строительные конструкции транспортных сооружений» для специальностей 1-70 03 01 «Автомобильные дороги», 1-70 03 02 «Мосты, транспортные тоннели и метрополитены»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/141804/Stroitelnye_konstrukcii.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Шевченко, С. В.",
                    "Ходяков, В. А."
                ],
                "publishing_date": "2024",
                "description": "ЭУМК содержит данные об основных сведениях по курсу изучения дисциплины «Строительные конструкции транспортных сооружений» в соответствии с программой дисциплины и требованиями действующих норм проектирования. В процессе изучения дисциплины студенты получат базовые знания и умения необходимые для проектирования и расчёта металлических, деревянных, железобетонных, каменных и ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Строительство мостов» для специальности 1-70 03 02 «Мосты, транспортные тоннели и метрополитены»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/90151/Stroitelstvo_mostov.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Гречухин, В. А."
                ],
                "publishing_date": "2021",
                "description": "Электронное учебно-методический комплекс предназначен для студентов специальности 1-70 03 02 «Мосты, транспортные тоннели и метрополитены». Комплекс содержит данные о назначении и содержании дисциплины «Строительство мостов». В процессе изучения дисциплины студенты получат знания и умения необходимые для изучения современных инновационных технологий транспортного строительства, ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Теория и практика обеспечения надежности, безопасности и долговечности конструкций, зданий и сооружений» для специальности 1-70 80 01 «Строительство зданий и сооружений»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/126894/Teoriya_i_praktika_obespecheniya_nadezhnosti.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Гречухин, В. А."
                ],
                "publishing_date": "2023",
                "description": "ЭУМК содержит данные о назначении и содержании дисциплины «Теория и практика обеспечения надежности, безопасности и долговечности конструкций, зданий и сооружений». В процессе изучения дисциплины магистранты получат знания и умения необходимые для изучения основ научных исследований в области обеспечения надежности строительных конструкций. Для этого в ЭУМК предусматривается ..."
            }
        ]
    }
}