{
    "Английский язык №1": {
        "count": "[61]",
        "items": [
            {
                "title": "Computer Mechatronics",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/21297/Computer_mechatronics.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Кипнис, И. Ю.",
                    "Безнис, Ю. В.",
                    "Хоменко, С. А."
                ],
                "publishing_date": "2015",
                "description": "Данное учебно-методическое пособие предназначено для студентов 2 курса машиностроительного факультета специальности компьютерная мехатроника. Цель пособия — помочь студентам сформировать и развить навыки и умения перевода аутентичных английских научно-технических текстов. Пособие включает как материалы по теории перевода и лексико-семантическим особенностям научно-технической ..."
            },
            {
                "title": "English for Automated Electric Drives",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/70421/English_for_Automated.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Ваник, И. Ю.",
                    "Лапко, О. А."
                ],
                "publishing_date": "2020",
                "description": "Учебно-методическое пособие предназначено для студентов вузов, обучающихся по специальности 1-53 01 05 «Автоматизированные электроприводы». Пособие состоит из 8 разделов, объединенных по тематическому принципу. Каждый раздел включает аутентичный текстовый материал, справочный грамматический материал, а также широкий спектр упражнений, направленных на формирование у студентов ..."
            },
            {
                "title": "English for Automotive Students",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/88666/English_for_automotive.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Боярская, А. О.",
                    "Ладутько, Н. Ф.",
                    "Хоменко, С. А."
                ],
                "publishing_date": "2021",
                "description": "Данное пособие предназначено для студентов и магистрантов автотракторного факультета технических специальностей. Целью учебного пособия является развитие навыков устной речи. Пособие представляет собой комплекс текстов, диалогов, коммуникационно-ориентированных упражнений и ситуаций для дальнейшего обсуждения. В конце пособия даны тесты для контроля полученных знаний и скрипты ..."
            },
            {
                "title": "English for computer science students",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/47473/Anglijskij_yazyk_dlya_studentov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Кипнис, И. Ю.",
                    "Безнис, Ю. В.",
                    "Хоменко, С. А."
                ],
                "publishing_date": "2009",
                "description": "Цель пособия - формирование умений и навыков чтения англоязычной литературы по вопросам устройства, работы, применения и развития компьютеров, расширение знаний в сфере компьютерных технологий. Пособие рассчитано на 60-66 часов аудиторных занятий и состоит из 9 уроков, включающих аутентичные тексты, учебный словарь, предтекстовые и послетекстовые задания и краткий грамматический ..."
            },
            {
                "title": "English for Engineering Economics Students (Power Engineering)",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/155030/English.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Тимофеева-Моран, Ю. В."
                ],
                "publishing_date": "2025",
                "description": "Настоящее пособие предназначено для студентов I курса энергетического факультета специальности 6-05-0718-01 «Инженерная экономика». Пособие состоит из шести разделов, каждый из которых включает краткий тематический словарь, аутентичный текстовый материал и комплекс лексико-грамматических упражнений. Тексты подбирались с учетом современных реалий экономики."
            },
            {
                "title": "English for military students",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/133720/English_for_military.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Korzun, O. F."
                ],
                "publishing_date": "2023",
                "description": "The manual includes 17 units presented by authentic textual material and a set of tasks for them. The manual is based on the principle of professional and communicative orientation. The structure and content are determined by the target setting: the formation and development of skills and abilities in reading and translating military technical literature, as well as conducting a ..."
            },
            {
                "title": "English for mining engineering students",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/141764/English.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Яловик, Е. И.",
                    "Безнис, Ю. В.",
                    "Лапко, О. А.",
                    "Ганиханова, М. Б."
                ],
                "publishing_date": "2024",
                "description": "Данное пособие предназначено для студентов 1 и 2 курсов факультета горного дела и инженерной экологии специальностей 7-07-0714-01 «Машины и оборудование для горнодобывающих производств. Горная электромеханика», 7-07-0724-01 «Разработка месторождений полезных ископаемых. Цель пособия – комплексное развитие у студентов коммуникативной компетенции, необходимой для осуществления ..."
            },
            {
                "title": "English for power engineering students",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/156096/English_for_power.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Матусевич, О. А.",
                    "Бречко, Д. С."
                ],
                "publishing_date": "2025",
                "description": "Данное пособие по английскому языку предназначено для студентов специальности 7-07-0712-01 Электроэнергетика и электротехника. Целью пособия является формирование и развитие профессиональной иноязычной коммуникативной компетенции. Пособие состоит из 8 разделов, объединенных по тематическому принципу. Каждый раздел включает аутентичный текстовый материал, лексические задания, а ..."
            },
            {
                "title": "English for professional communication in information technology",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/82893/English_for_professional_communication.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Ваник, И. Ю.",
                    "Личевская, С. П.",
                    "Левитская, М. С.",
                    "Молчан, О. К."
                ],
                "publishing_date": "2020",
                "description": "Электронное пособие направлено на обучение иноязычной профессионально ориентированной речи в области информационных технологий. Пособие состоит из 12 разделов, объединенных по тематическому принципу. Каждый раздел включает аутентичный материал для чтения, говорения, аудирования и письма. Данное пособие предусматривает использование гиперссылок и переход на справочный грамматический ..."
            },
            {
                "title": "English for Sports Engineering = Английский для спортивной инженерии",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/38857/Anglijskij_dlya_sportivnoj_inzhenerii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Митьковец, Т. Е.",
                    "Муравьева, А. В.",
                    "Слесарёнок, Е. В."
                ],
                "publishing_date": "2018",
                "description": "Пособие по английскому языку предназначено для студентов спортивно-технического факультета и направлено на формирование навыков и умений устной речи, а также на расширение словарного запаса спортивной тематики. Основными целями данного пособия являются: формирование у студентов навыков понимания оригинального англоязычного текста; последующее развитие умений построения собственных ..."
            },
            {
                "title": "English Grammar for Engineering Students",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/141469/English%20Grammar%20for%20Engineering%20Students.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Безнис, Ю. В.",
                    "Лапко, О. А.",
                    "Яловик, Е. И."
                ],
                "publishing_date": "2024",
                "description": "Данный электронный ресурс представляет собой справочник, содержащий теоретический материал по основным разделам грамматики английского языка в соответствии с учебной программой дисциплины «Иностранный язык (английский)». Каждый раздел содержит большое количество примеров с переводом для лучшего понимания изложенного материала. Грамматический справочник предназначен как для ..."
            },
            {
                "title": "English Grammar in Practice for IT-students",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/146087/Eng_Practicum_FITR_2024.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Ваник, И. Ю.",
                    "Покатович, А. А."
                ],
                "publishing_date": "2024",
                "description": "Данный практикум представляет собой сборник упражнений, нацеленных на систематизацию грамматических знаний и совершенствование грамматических навыков по английскому языку студентов факультета информационных технологий и робототехники. Упражнения имеют коммуникативную направленность, включают специальную лексику из области информационных технологий и предполагают парную или групповую ..."
            },
            {
                "title": "English grammar practice for automotive students",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/27309/English_grammar_practice_for_automotive_students.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Боярская, А. О.",
                    "Хоменко, С. А.",
                    "Ладутько, Н. Ф."
                ],
                "publishing_date": "2016",
                "description": "Настоящий практикум по грамматическим особенностям перевода технической литературы автомобильной и логистической тематики представляет собой систематизированный сборник упражнений для отработки таких тем грамматики английского языка, как система времен английского глагола, неличные формы, модальные глаголы и др. Каждый раздел состоит из части A, в которой представлены упражнения ..."
            },
            {
                "title": "Let us speak English",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/822/Let_us_speak_English.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Хитрик, А. С.",
                    "Хоменко, С. А.",
                    "Жорова, Э. И."
                ],
                "publishing_date": "2005",
                "description": "Учебное пособие предназначено для развития навыков чтения, письма и разговорной речи студентов начальных и средних курсов лингвистических вузов, средних и старших курсов неязыковых вузов, старших классов школ с углубленным изучением иностранного языка (11 – 12 классы), колледжей, лицеев, гимназий."
            },
            {
                "title": "Mechanics. English for Mechanical Engineering Students = Механика. Английский для студентов-машиностроителей",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/38881/Mekhanika_Anglijskij_dlya_studentov-mashinostroitelej.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Безнис, Ю. В.",
                    "Кипнис, И. Ю.",
                    "Хоменко, С. А."
                ],
                "publishing_date": "2018",
                "description": "Данное учебно-методическое пособие предназначено для студентов 1-го курса машиностроительного факультета. Цель – взаимосвязанное развитие у студентов коммуникативной компетенции, достаточной для осуществления общения на английском языке в письменной и устной форме (чтение и устная речь) в соответствии с учебной программой. Пособие состоит из восьми уроков-тем, объединенных единой ..."
            },
            {
                "title": "Practical English Grammar for Mining Engineering Students",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/150578/Practical_English.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Яловик, Е. И.",
                    "Лапко, О. А.",
                    "Безнис, Ю. В.",
                    "Ганиханова, М. Б."
                ],
                "publishing_date": "2024",
                "description": "Данное пособие представляет собой сборник грамматических упражнений и является дополнением к пособию English for Mining Engineering Students и предназначен для студентов 1 и 2 курсов факультета горного дела и инженерной экологии специальностей 7-07-0714-01 «Машины и оборудование для горнодобывающих производств. Горная электромеханика», 7-07-0724-01 «Разработка месторождений ..."
            },
            {
                "title": "Professional communication. Practical course",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/137717/Professional_communication.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Bankovskaya, I. N.",
                    "Pinchuk, I. V.",
                    "Dzhumaeva, G. A."
                ],
                "publishing_date": "2023",
                "description": "The aim of the teaching aid is to develop students' skills and abilities to understand and correctly translate scientific and technical English language texts in their speciality. The teaching aid includes 8 lessons containing authentic texts and exercises, as well as additional material for students' independent classroom and extracurricular work."
            },
            {
                "title": "Spoken english for transportation",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5923/Spokenglish_for_transportation.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Боярская, А. О.",
                    "Ладутько, Н. Ф.",
                    "Митьковец, Т. Е."
                ],
                "publishing_date": "2012",
                "description": "Пособие предназначено для студентов старших курсов автотракторного факультета специальности «Организация перевозок и управления на автомобильном и городском транспорте». Целью пособия является обучение студентов навыкам разговорной речи в условиях профессиональной деятельности. Тематика уроков отражает профессиональные ситуации общения будущих транспортных менеджеров. Основная ..."
            },
            {
                "title": "Transport Business Documentation",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5274/Transport_Business_Documentation.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Боярская, А. О.",
                    "Педько, Л. В.",
                    "Слесарёнок, Е. В."
                ],
                "publishing_date": "2011",
                "description": "Пособие предназначено для студентов старших курсов автотракторного факультета специальности «Организация перевозок и управления на автомобильном и городском транспорте». Цель пособия – ознакомление студентов с особенностями составления и перевода деловой транспортной документации (контракты, договоры, соглашения, деловые письма). Издание состоит из тематических разделов, включающих ..."
            },
            {
                "title": "Английский язык",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/83091/Posobie_po_anglijskomu_yazyku.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Слесарёнок, Е. В.",
                    "Хоменко, С. А.",
                    "Яловик, Е. И."
                ],
                "publishing_date": "2020",
                "description": "Пособие предназначено для студентов технических специальностей заочной формы получения высшего образования. Целью пособия является расширение активного и пассивного словарного запаса в процессе самостоятельного изучения иностранного языка технической направленности. Пособие состоит из трех частей: первая часть представляет собой курс, состоящий из 12 разделов, которые включают ..."
            },
            {
                "title": "Английский язык",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3838/Anglijskij_yazyk.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Педько, Л. В.",
                    "Молочко, Р. С.",
                    "Симонова, С. Д."
                ],
                "publishing_date": "2002",
                "description": "Настоящие методические указания предназначены дня студентов I и II курсов всех специальностей БНТУ заочной формы обучения. Издание содержит пять вариантов четырех контрольных заданий, которые охватывает грамматический и лексический материал, необходимый для овладения умениями и навыками чтения общетехнических текстов."
            },
            {
                "title": "Английский язык",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/137035/Anglijskij_yazyk_praktikum.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Слесарёнок, Е. В.",
                    "Хоменко, Е. В."
                ],
                "publishing_date": "2023",
                "description": "Данный практикум по английскому языку предназначен для студентов 1 курса специальности 6-05-1042-01 Транспортная логистика заочной формы получения высшего образования. Целью практикума является расширение активного и пассивного словарного запаса обучающихся в процессе самостоятельного изучения иностранного языка общетехнической направленности. Практикум состоит из трех частей: ..."
            },
            {
                "title": "Английский язык для специалистов по организации перевозок",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4294/Anglijskij_yazyk_dlya_specialistov_po_organizacii_perevozok.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Боярская, А. О.",
                    "Педько, Л. В.",
                    "Слесарёнок, Е. В."
                ],
                "publishing_date": "2009",
                "description": "В пособие включены оригинальные (аутентичные) тексты и упражнения, направленные на изучение лексических и грамматических явлений,\r\nхарактерных для научно-технической литературы, а также упражнения, направленные на поиск нужной информации в тексте и закрепление навыков аннотирования текста. Пособие предназначено для формирования и развития навыков и умений перевода английских ..."
            },
            {
                "title": "Английский язык. Информационные технологии",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/26642/Anglijskij_yazyk_Informacionnye_tekhnologii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Ваник, И. Ю.",
                    "Лапко, О. А.",
                    "Сурунтович, Н. В."
                ],
                "publishing_date": "2016",
                "description": "Учебное пособие предназначено для студентов специальностей 1-40 01 01 «Программное обеспечение информационных технологий», 1-40 05 01-04 «Информационные системы и технологии в обработке и представлении информации», 1-40 05 01-01 «Информационные системы и технологии в проектировании и производстве». Пособие состоит из 14 разделов, объединенных по тематическому принципу. Каждый ..."
            },
            {
                "title": "Английский язык. Профессиональная коммуникация в области информационных технологий",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/124684/Anglijskij_yazyk.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Ваник, И. Ю.",
                    "Личевская, С. П.",
                    "Левитская, М. С."
                ],
                "publishing_date": "2022",
                "description": "Электронное учебное пособие направлено на обучение иноязычной профессионально ориентированной речи в области информационных технологий. Пособие состоит из 14 разделов, объединенных по тематическому принципу. Каждый раздел включает аутентичный материал для чтения, говорения, аудирования и письма. Данное пособие предусматривает использование гиперссылок и переход на справочный ..."
            },
            {
                "title": "Английский язык. Профессиональная лексика",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/155820/Angliyskiy_yazyk_Professionalnaya_leksika.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Ладутько, Н. Ф.",
                    "Левитская, М. С.",
                    "Слесарёнок, Е. В."
                ],
                "publishing_date": "2025",
                "description": "Данное пособие по английскому языку предназначено для студентов специальности 6-05-0715-10 Технологии транспортных процессов. Целью пособия является формирование и развитие профессиональной иноязычной коммуникативной компетенции. Материал пособия сгруппирован по тематическим разделам, отражающим ключевые аспекты профессиональной деятельности будущих специалистов в области ..."
            },
            {
                "title": "Англо-русский терминологический словарь по микросистемной технике",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/755/Anglo_russkij.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Кипнис, И. Ю.",
                    "Лацапнев, Е. В.",
                    "Яшин, К. Д."
                ],
                "publishing_date": "2004",
                "description": "В словаре даны термины и наиболее широкоупотребляемые словосочетания и аббревиатуры по микро-системной технике и технологии изготовления изделий микросистемной техники. Объём словаря – около 1500 терминов. Словарь предназначен для студентов, которые изучают английский язык и слушают лекции по микросистемной технике, а также для инженерно-технических работников, научных сотрудников, ..."
            },
            {
                "title": "Горные машины и оборудование. Разработка месторождений полезных ископаемых",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4633/Gornye_mashiny_i_oborudovanie_Razrabotka.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Яловик, Е. И.",
                    "Милейко, А. С.",
                    "Силицкая, А. М."
                ],
                "publishing_date": "2007",
                "description": "Пособие предназначено для обучения переводу научно-технической литературы с английского языка на русский студентов факультета природных ресурсов и экологии, по специальностям «Горные машины и оборудование», «Разработка месторождений полезных ископаемых». Пособие построено на оригинальных текстах и служит развитию и закреплению навыков, необходимых для более глубокого понимания ..."
            },
            {
                "title": "Грамматические особенности перевода английского научно-технического текста",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5085/Grammaticheskie_osobennosti_perevoda.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Кипнис, И. Ю.",
                    "Хоменко, С. А."
                ],
                "publishing_date": "2010",
                "description": "Настоящее пособие представляет собой второе, исправленное и дополненное издание, предназначенное для обучения переводу аутентичной научно-технической литературы с английского языка на русский. Основное назначение пособия – способствовать выработке умений анализировать различные грамматические элементы текста и правильно переводить его. Пособие предназначается для студентов втузов ..."
            },
            {
                "title": "Иностранный язык (английский)",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/48130/Inostrannyj_yazyk_anglijskij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Хоменко, С. А.",
                    "Лапко, О. А.",
                    "Яловик, Е. И.",
                    "Безнис, Ю. В."
                ],
                "publishing_date": "2018",
                "description": "Иностранный язык (английский) [Электронный ресурс] : учебно-методический комплекс для студентов специальностей: 1-36 01 06 \"Оборудование и технология сварочного производства\", 1-36 02 01 \"Машины и технология литейного производства\" / Белорусский национальный технический университет, Кафедра \"Английский язык № 1\" ; сост.: С. А. Хоменко [и др.]. – Минск : БНТУ, 2018."
            },
            {
                "title": "Иностранный язык (английский)",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/9512/Inostrannyj_yazyk_anglijskij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Кипнис, И. Ю.",
                    "Хоменко, С. А.",
                    "Личевская, С. П."
                ],
                "publishing_date": "2014",
                "description": "Иностранный язык (английский) [Электронный ресурс] : учебно-методический комплекс для студентов специальности 1-55 01 01 \"Интеллектуальные приборы, машины и производства\" / Белорусский национальный технический университет, Кафедра английского языка N1 ; сост.: С. А. Хоменко, И. Ю. Кипнис, С. П. Личевская. – Минск : БНТУ, 2014."
            },
            {
                "title": "Иностранный язык (английский)",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/17641/Inostrannyj_yazyk_anglijskij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Острейко, С. В.",
                    "Хоменко, С. А.",
                    "Личевская, С. П."
                ],
                "publishing_date": "2015",
                "description": "Разработанный ЭУМК предназначен для студентов очной формы получения высшего образования, а также преподавателей БНТУ кафедры «Английский язык № 1», для проведения как аудиторных практических занятий, так и для организации самостоятельной работы студентов. ЭУМК содержит ссылки, позволяющие оперативно найти необходимый учебный материал."
            },
            {
                "title": "Иностранный язык (английский)",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/24698/Inostrannyj_yazyk_anglijskij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Хоменко, С. А.",
                    "Лапко, О. А.",
                    "Ваник, И. Ю.",
                    "Сурунтович, Н. В."
                ],
                "publishing_date": "2016",
                "description": "Иностранный язык (английский) [Электронный ресурс] : учебно-методический комплекс для студентов и магистрантов специальностей: 1-40 01 01 \"Программное обеспечение информационных технологий\", 1-40 05 01-04 \"Информационные системы и технологии в обработке и представлении информации\", 1-40 05 01-01 \"Информационные системы и технологии в проектировании и производстве\" / Белорусский ..."
            },
            {
                "title": "Иностранный язык (английский)",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/31838/Inostrannyj_yazyk_anglijskij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Хоменко, С. А.",
                    "Яловик, Е. И.",
                    "Рыбалтовская, Е. А.",
                    "Молчан, О. К."
                ],
                "publishing_date": "2017",
                "description": "Иностранный язык (английский) [Электронный ресурс] : учебно-методический комплекс для студентов специальностей: 1-51 02 01 \"Разработка месторождений полезных ископаемых (по направлениям)\", 1-36 10 01 \"Горные машины и оборудование (по направлениям)\" / Белорусский национальный технический университет, Кафедра \"Английский язык N1\" ; сост. С. А. Хоменко [и др.]. – Минск : БНТУ, 2017."
            },
            {
                "title": "Иностранный язык (английский)",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/31837/Inostrannyj_yazyk_anglijskij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Хоменко, С. А.",
                    "Матусевич, О. А.",
                    "Личевская, С. П."
                ],
                "publishing_date": "2017",
                "description": "Иностранный язык (английский) [Электронный ресурс] : учебно-методический комплекс для студентов специальности 1-54 01 01 \"Метрология, стандартизация и сертификация (по направлениям)\" / Белорусский национальный технический университет, Кафедра \"Английский язык N1\" ; сост.: С. А. Хоменко, О. А. Матусевич, С. П. Личевская. – Минск : БНТУ, 2017."
            },
            {
                "title": "Иностранный язык (английский). Спецкурс иностранного языка (английский язык)",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5183/Inostrannyj_yazyk_anglijskij_Speckurs.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Хоменко, С. А.",
                    "Боярская, А. О.",
                    "Личевская, С. П.",
                    "Ваник, И. Ю."
                ],
                "publishing_date": "2013",
                "description": "Электронный учебно-методический комплекс содержит материалы для теоретического изучения дисциплин, пакет учебных пособий по изучаемым дисциплинам, примерные планы-конспекты практических занятий по дисциплинам, комплект тестов для промежуточного и итогового контроля знаний, учебно-программную документацию, состоящую из базовой и рабочей учебных программ, учебно-методическую ..."
            },
            {
                "title": "Информационные технологии и робототехника",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3655/Informacionnye_tekhnologii_i_robototekhnika.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Иванович, Л. А.",
                    "Лапицкая, Т. Н.",
                    "Любавина, Л. А."
                ],
                "publishing_date": "2006",
                "description": "Основная цель пособия - обучение и дальнейшее совершенствование навыков перевода научно-технической литературы по специальности.\r\nПособие состоит из 10 блоков (Units) и включает в себя систему лексико-грамматических упражнения, направленных на формирование навыков перевода, аутентичные научные и технические тексты, тексты для самостоятельного чтения, активный словарь и список ..."
            },
            {
                "title": "Методическое пособие по обучению устной речи для студентов технических вузов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/24487/Metodicheskoe_posobie_po_obucheniyu.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Ваник, И. Ю.",
                    "Ляхевич, Е. Г.",
                    "Лапко, О. А.",
                    "Сурунтович, Н. В."
                ],
                "publishing_date": "2012",
                "description": "Методическое пособие предназначено для студентов I и II курсов технических специальностей. Пособие состоит из шести разделов, каждый из которых включает аутентичный текстовой материал, а также комплекс упражнений, направленных на развитие навыков монологической и диалогической речи в ситуациях социально обусловленного и профессионально ориентированного общения."
            },
            {
                "title": "Основы теории и практики перевода научно-технического текста с английского языка на русский",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3491/Osnovy_teorii_i_praktiki_perevodaj.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Хоменко, С. А.",
                    "Цветкова, Е. Е.",
                    "Басовец, И. М."
                ],
                "publishing_date": "2004",
                "description": "Пособие включает пять разделов, рассматривающих определенные лингвистические аспекты перевода, систему упражнений, направленных на формирование навыков перевода, аутентичные научные и технические тексты, предполагающие комплексное использование изученных приемов и способов перевода в практической работе. Предназначается для обучения переводу с английского языка на русский ..."
            },
            {
                "title": "Пособие по обучению научно-техническому переводу",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/16367/Posobie_po_obucheniyu_nauchno_tekhnicheskomu_perevodu.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Личевская, С. П.",
                    "Матусевич, О. А.",
                    "Баньковская, И. Н."
                ],
                "publishing_date": "2015",
                "description": "Пособие предназначено сформировать у студентов навыки и развить умения понимания и правильного перевода научно-технических англоязычных текстов в соответствии со специальностью. Пособие включает 10 уроков, содержащих аутентичные тексты, упражнения к ним, а также дополнительный материал для самостоятельной аудиторной и внеаудиторной работы студентов."
            },
            {
                "title": "Пособие по практическому курсу научно-технического перевода для студентов технических специальностей автотракторного факультета",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3651/Posobie_po_prakticheskomu_kursu.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Боярская, А. О.",
                    "Симонова, С. Д.",
                    "Слесаренок, Е. В."
                ],
                "publishing_date": "2006",
                "description": "Пособие включает 12 разделов, в которых рассматриваются лексические и грамматические аспекты перевода, аутентичные научно-технические тексты, направленные на формирование навыков перевода. Предназначается для спецкурса по техническому переводу для студентов автотракторного факультета."
            },
            {
                "title": "Пособие по практическому курсу научно-технического перевода для студентов энергетического факультета",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6554/Posobie_po_prakticheskomu_kursu.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Острейко, С. В.",
                    "Силицкая, А. М."
                ],
                "publishing_date": "2008",
                "description": "Пособие включает 10 уроков, в которых рассматриваются лексические и грамматические аспекты перевода, аутентичные научно- технические тексты, направленные на формирование навыков перевода. Предназначено для обучения переводу научно-технической литературы с английского языка на русский студентов энергетического факультета."
            },
            {
                "title": "Практический курс научно-технического перевода",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/20987/Prakticheskij_kurs_nauchno.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Яловик, Е. И.",
                    "Милейко, А. С.",
                    "Рыбалтовская, Е. А."
                ],
                "publishing_date": "2015",
                "description": "Учебное пособие предназначено для студентов 2 курса механико-технологического факультета, целью пособия является сформировать навыки перевода и аннотирования англоязычных текстов по специальности. Пособие состоит из трех частей: в первой части представлен краткий грамматический справочник; вторая часть состоит из шести уроков по теме металлы / неметаллы, обработка металлов, ..."
            },
            {
                "title": "Совершенствуйте свой английский",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5190/Sovershenstvujte_svoj_anglijskij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Хоменко, С. А.",
                    "Скалабан, В. Ф.",
                    "Гресь, А. И."
                ],
                "publishing_date": "2003",
                "description": "Учебное пособие включает шесть тематических уроков, представленных аутентичным текстовым\r\nматериалом и комплексом заданий по развитию стабильных коммуникативных навыков. Характер, структура и содержание учебного пособия определяются целевой установкой иноязычного\r\nобразования: практическое владение специалистами иностранным языком как средством интеркультурной коммуникации как в ..."
            },
            {
                "title": "Технология и оборудование ювелирного производства",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4634/Tekhnologiya_i_oborudovanie_yuvelirnogo_proizvodstva.pdf.jpg?sequence=9&isAllowed=y",
                "authors": [
                    "Савицкая, Т. В.",
                    "Комиссарова, Д. Ю."
                ],
                "publishing_date": "2006",
                "description": "Пособие предназначено для обучения переводу научно-технической литературы с английского языка на русский студентов приборостроительного факультета, специальности «Технология и оборудование ювелирного производства»."
            },
            {
                "title": "Учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для студентов специальностей 1-36 01 01 \"Технология машиностроения\", 1-36 01 03 \"Технологическое оборудование машиностроительного производства\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/56069/Inostrannyj_yazyk_anglijskij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Хоменко, С. А.",
                    "Безнис, Ю. В.",
                    "Яловик, Е. И.",
                    "Лапко, О. А."
                ],
                "publishing_date": "2019",
                "description": "Представленный ЭУМК содержит специально отобранные дидактические материалы для теоретического изучения дисциплины, учебные, учебно-методические пособия и разработки по изучаемой дисциплине, тестирующие задания, в том числе и онлайн задания для тематического, промежуточного и итогового контроля знаний, учебно-программную документацию, состоящую из учебной программы, учебно-методическую ..."
            },
            {
                "title": "Учебно-методическое пособие по переводу английских научно-технических текстов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5293/Uchebno_metodicheskoe_posobie.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Кипнис, И. Ю.",
                    "Педько, Л. В.",
                    "Безнис, Ю. В."
                ],
                "publishing_date": "2005",
                "description": "Пособие формирует и развивает навыки и умение перевода английских научно-технических текстов. Оно предназначено для студентов II и III курсов, изучающие компьютерные системы. А также интеллектуальные приборы и интегральные сенсорные системы. Пособие включает как теоретический материал по технике перевода, лексическим и лексико-семантическим особенностями научно-технической ..."
            },
            {
                "title": "Чтение и перевод английского научно-технического текста",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/754/CHtenie_i_perevod_anglijskogo_nauchno.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Кипнис, И. Ю."
                ],
                "publishing_date": "2003",
                "description": "Настоящее учебное пособие ставит своей целью помочь в обучении чтению и переводу литературы по специальности. Основное внимание в пособии уделяется изложению теоретического материала по тем разделам грамматики английского языка, которые представляют наибольшую трудность при переводе научно-технической литературы. Даются грамматический комментарий по каждому разделу, а также ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине \"Иностранный язык\" (английский)\" 1-36 01 01 \"Технология машиностроения\", 1-36 01 03 \"Технологическое оборудование машиностроительного производства\", 1-36 01 05 \"Машины и технологии обработки материалов давлением\", 1-36 01 06 \"Оборудование и технология сварочного производства\", 1-42 01 01 \"Металлургическое производство и материалообработка\", 1-51 02 01 \"Разработка месторождений полезных ископаемых\", 1-53 01 05 \"Автоматизированные электроприводы\", 1-55 01 03 \"Компьютерная мехатроника\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/82895/Inostrannyj_yazyk_anglijskij.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Хоменко, С. А.",
                    "Матусевич, О. А.",
                    "Слесарёнок, Е. В."
                ],
                "publishing_date": "2020",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине \"Иностранный язык\" (английский)\" 1-36 01 01 \"Технология машиностроения\", 1-36 01 03 \"Технологическое оборудование машиностроительного производства\", 1-36 01 05 \"Машины и технологии обработки материалов давлением\", 1-36 01 06 \"Оборудование и технология сварочного производства\", 1-42 01 01 \"Металлургическое производство ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Английский язык (иностранный)» для специальности 6-05-0716-06 «Биомедицинская инженерия». Профилизация: Технические средства диагностики и лечения",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/156554/Anglijskij_yazyk.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Личевская, С. П.",
                    "Коршун, А. А."
                ],
                "publishing_date": "2025",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Английский язык (иностранный)» для специальности 6-05-0716-06 «Биомедицинская инженерия». Профилизация: Технические средства диагностики и лечения / Белорусский национальный технический университет, Кафедра «Английский язык № 1» ; сост.: С. П. Личевская, А. А. Коршун. – Минск : БНТУ, 2025."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для специальностей 6-05-0716-08 Микро- и наносистемная техника, 6-05-0716-03 Информационно-измерительные приборы и системы. Профилизация: Информационно-измерительная техника и технологии. Профилизация: Информационные системы и технологии неразрушающего контроля и диагностики",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/129601/Inostrannyj_yazyk_anglijskij.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Хоменко, С. А.",
                    "Личевская, С. П.",
                    "Матусевич, О. А.",
                    "Лукашевич, К. К."
                ],
                "publishing_date": "2023",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для специальностей 6-05-0716-08 Микро- и наносистемная техника, 6-05-0716-03 Информационно-измерительные приборы и системы. Профилизация: Информационно-измерительная техника и технологии. Профилизация: Информационные системы и технологии неразрушающего контроля и диагностики [Электронный ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для специальностей 7-07-0714-01 «Машины и оборудование для горнодобывающих производств», 7-07-0724-01 «Разработка месторождений полезных ископаемых»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/158534/Inostrannyj_yazyk.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Романова, П. В.",
                    "Щербакова, П. О.",
                    "Ботирова, П. Х."
                ],
                "publishing_date": "2025",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для специальностей 7-07-0714-01 «Машины и оборудование для горнодобывающих производств», 7-07-0724-01 «Разработка месторождений полезных ископаемых» / Белорусский национальный технический университет, Кафедра «Английский язык № 1» ; сост.: П. В. Романова, П. О. Щербакова, П. Х. Ботирова. ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для специальностей II ступени высшего образования (магистратура): 1-25 80 01 «Экономика», 1-33 80 01 «Экология», 1-37 80 01 «Транспорт», 1-43 80 01 «Электроэнергетика и электротехника»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/126945/Anglijskij_yazyk_dlya_magistrantov.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Васильева, Т. И.",
                    "Хоменко, Е. В."
                ],
                "publishing_date": "2023",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для специальностей II ступени высшего образования (магистратура): 1-25 80 01 «Экономика», 1-33 80 01 «Экология», 1-37 80 01 «Транспорт», 1-43 80 01 «Электроэнергетика и электротехника» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Английский язык № ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для специальностей: 1-37 01 05 «Электрический и автономный транспорт», 1-37 01 07 «Автосервис», 1-61 01 01-01 «Промышленный дизайн (транспортных средств)»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/112535/Inostrannyj_yazyk.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Ладутько, Н. Ф.",
                    "Ваник, И. Ю.",
                    "Хоменко, С. А."
                ],
                "publishing_date": "2022",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для специальностей: 1-37 01 05 «Электрический и автономный транспорт», 1-37 01 07 «Автосервис», 1-61 01 01-01 «Промышленный дизайн (транспортных средств)» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Английский язык № 1» ; сост.: Н. Ф. Ладутько, И. ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для специальностей: 1-43 01 03 «Электроснабжение» (по отраслям), 1-43 01 09 «Релейная защита и автоматика», 1-53 01 04 «Автоматизация и управление теплоэнергетическими процессами»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/112387/Inostrannyj_yazyk.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Матусевич, О. А.",
                    "Личевская, С. П.",
                    "Лукашевич, К. К.",
                    "Хоменко, Е. В."
                ],
                "publishing_date": "2022",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для специальностей: 1-43 01 03 «Электроснабжение» (по отраслям), 1-43 01 09 «Релейная защита и автоматика», 1-53 01 04 «Автоматизация и управление теплоэнергетическими процессами» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Английский язык № 1» ; ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для специальности 6-05-0713-04 «Автоматизация технологических процессов и производств». Профилизация: Компьютерная мехатроника",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/144901/Inostrannyj_yazyk.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Безнис, Ю. В.",
                    "Лапко, О. А.",
                    "Яловик, Е. И."
                ],
                "publishing_date": "2024",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для специальности 6-05-0713-04 «Автоматизация технологических процессов и производств». Профилизация: Компьютерная мехатроника [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Английский язык № 1» ; сост.: Ю. В. Безнис, О. А. Лапко, Е. И. Яловик. – Минск ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для специальности 6-05-0713-05 «Робототехнические системы»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/146643/Inostrannyj_yazyk_anglijskij.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Покатович, А. А.",
                    "Самусевич, А. С."
                ],
                "publishing_date": "2024",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для специальности 6-05-0713-05 «Робототехнические системы» [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Английский язык № 1» ; сост.: А. А. Покатович, А. С. Самусевич. – Минск : БНТУ, 2024."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для студентов заочной формы получения образования специальности 6-05-1042-01 Транспортная логистика",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/144900/Inostrannyj_yazyk.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Слесарёнок, Е. В.",
                    "Хоменко, Е. В."
                ],
                "publishing_date": "2024",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для студентов заочной формы получения образования специальности 6-05-1042-01 Транспортная логистика [Электронный ресурс] / Белорусский национальный технический университет, Кафедра «Английский язык № 1» ; сост.: Е. В. Слесарёнок, Е. В. Хоменко. – Минск : БНТУ, 2024."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для студентов специальностей 1-37 01 01 \"Двигатели внутреннего сгорания\", 1-37 01 02 \"Автомобилестроение\", 1-37 01 06 \"Техническая эксплуатация автомобилей\", 1-37 01 07 \"Автосервис\", 1-38 01 01 \"Механические и электромеханические приборы и аппараты\", 1-38 02 01 \"Информационно-измерительная техника\", 1-38 01 04 \"Микро- и наносистемная техника\", 1-38 02 03 \"Техническое обеспечение безопасности\", 1-43 01 01 \"Электрические станции\", 1-43 01 02 \"Электроэнергетические системы и сети\", 1-43 01 03 \"Электроснабжение\", 1-43 01 04 \"Тепловые электрические станции\", 1-43 01 05 \"Промышленная теплоэнергетика\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/73532/Anglijskij_yazyk_dlya_studentov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Хоменко, С. А.",
                    "Матусевич, О. А.",
                    "Слесарёнок, Е. В."
                ],
                "publishing_date": "2020",
                "description": "Электронный учебно-методический комплекс для студентов заочной формы получения образования (ЭУМК-ЗФПО) по дисциплине «Иностранный язык (английский)» представляет совокупность документов, направленных на создание содержательных, методических и организационных условий языковой подготовки студентов."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для студентов специальностей: 1-60 01 01 «Техническое обеспечение эксплуатации спортивных объектов»; 1-60 02 02 «Проектирование и производство спортивной техники»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/95564/Inostrannyj_yazyk.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Хоменко, С. А.",
                    "Баньковская, И. Н.",
                    "Пинчук, И. В."
                ],
                "publishing_date": "2021",
                "description": "Хоменко, С. А. Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (английский)» для студентов специальностей: 1-60 01 01 «Техническое обеспечение эксплуатации спортивных объектов»; 1-60 02 02 «Проектирование и производство спортивной техники» [Электронный ресурс] / С. А. Хоменко, И. Н. Баньковская, И. В. Пинчук ; Белорусский национальный технический ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Иностранный язык (профессиональная лексика)» для специальности 6-05-0715-10 «Технологии транспортных процессов»",
                "image_url": null,
                "authors": [
                    "Ладутько, Н. Ф."
                ],
                "publishing_date": "2025",
                "description": "Для открытия архива необходима программа WinRAR версии 5.0 и выше."
            }
        ]
    },
    "Горные машины": {
        "count": "[55]",
        "items": [
            {
                "title": "Безопасное ведение горных работ",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/141455/Bezopasnoe_vedenie_gornyh_rabot.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Басалай, Г. А."
                ],
                "publishing_date": "2024",
                "description": "В пособии рассмотрены общие аспекты безопасного ведения горных работ при разработке месторождений полезных ископаемых открытым (карьерным), а также подземным (шахтным) способами. Пособие предназначено для студентов специальностей 7-07-0714-01 «Машины и оборудование для горнодобывающих производств» и 7-07-0724-01 «Разработка месторождений полезных ископаемых»."
            },
            {
                "title": "Безопасное ведение работ при обогащении и переработке полезных ископаемых",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/155097/Bezopasnoe_vedenie_rabot.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Басалай, Г. А."
                ],
                "publishing_date": "2025",
                "description": "В пособии рассмотрены общие аспекты безопасного ведения горных работ при обогащении и переработке твердых полезных ископаемых."
            },
            {
                "title": "Гидромеханический привод горных машин",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4965/Gidromekhanicheskij_privod_gornyh_mashin.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Петренко, С. М."
                ],
                "publishing_date": "2009",
                "description": "В пособии приведены цели и задачи дисциплины, ее взаимосвязь с другими предметами, перечень изучаемых тем, их распределение по семестрам. Пособие содержит варианты заданий для контрольной работы, методические рекомендации по ее выполнению, список литературы и перечень теоретических вопросов для подготовки к экзамену, а также пример выполнения контрольной работы."
            },
            {
                "title": "Горно-транспортные машины и подъемные механизмы",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/48451/Gorno-transportnye_mashiny_i_podemnye_mekhanizmy.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Березовский, Н. И.",
                    "Цыбуленко, П. В.",
                    "Костюкевич, Е. К."
                ],
                "publishing_date": "2018",
                "description": "Описаны машины непрерывного транспорта, отражены вопросы устройства различного типа конвейеров, подробно рассмотрен расчет наклонного пластинчатого конвейера. Пособие адресовано студентам специальностей 1-36 10 01 «Горные машины и оборудование» и 1-36 13 01 «Технология и оборудование торфяного производства», также может быть полезно аспирантам и научным сотрудникам."
            },
            {
                "title": "Горно-транспортные машины и подъемные механизмы",
                "image_url": null,
                "authors": [
                    "Березовский, Н. И.",
                    "Цыбуленко, П. В.",
                    "Козлова, В. М.",
                    "Курак, Ю. В."
                ],
                "publishing_date": "2017",
                "description": "Для открытия архива необходима программа WinRAR версии 5.0 и выше."
            },
            {
                "title": "Горно-транспортные машины и подъемные механизмы",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/76132/Gorno_transportnye_mashiny_i_podemnye_mekhanizmy.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Березовский, Н. И.",
                    "Костюкевич, Е. К.",
                    "Курак, Ю. В.",
                    "Цыбуленко, П. В."
                ],
                "publishing_date": "2020",
                "description": "В издании изложена методика расчета машин на примерах решения конкретных задач. Приведены примеры расчетов машин. Учебно-методическое пособие предназначено для практического усвоения теоретического материала по дисциплине «Горнотранспортные машины и подъемные механизмы»."
            },
            {
                "title": "Горно-транспортные машины и подъемные механизмы",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6226/Gorno_transportnye_mashiny_i_podemnye_mekhanizmy.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Березовский, Н. И.",
                    "Лютко, Г. И.",
                    "Михальков, Л. Т."
                ],
                "publishing_date": "2013",
                "description": "В издании приведены описания лабораторных работ, изложены теоретический материал, основные правила по технике безопасности, а также методика выполнения лабораторных работ и обработка полученных экспериментальных данных. Лабораторный практикум предназначен для студентов специальностей 1-36 10 01 «Горные машины и оборудование (по направлениям)», 1-36 13 01 «Технология и оборудование ..."
            },
            {
                "title": "Горно-транспортные машины и подъемные механизмы",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5105/Gorno_transportnye_mashiny_i_podemnye_mekhanizmy.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Березовский, Н. И.",
                    "Нагорский, А. В.",
                    "Ширяев, Д. А."
                ],
                "publishing_date": "2011",
                "description": "В методических указаниях изложены основные требования к составу, объему, содержанию и оформлению материалов курсового проекта. Приведены необходимые информационные материалы, позволяющие организовать самостоятельную работу студентов по проектированию и конструированию средств механизации горно-транспортных и грузоподъемных операций основных и вспомогательных процессов горного ..."
            },
            {
                "title": "Горно-транспортные машины и подъемные механизмы",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/29431/Gorno_transportnye_mashiny_i_podemnye_mekhanizmy.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Березовский, Н. И.",
                    "Нагорский, А. В.",
                    "Лютко, Г. И.",
                    "Михальков, Л. Т."
                ],
                "publishing_date": "2015",
                "description": "В методических указаниях изложены основные расчеты ленточных и винтовых конвейеров, широко применяемых как на открытых горных разработках, так и на заводах по переработке полезных ископаемых. Пособие предназначено для практических занятий со студентами специальности 1-36 10 01 «Горные машины и оборудование», 1-36 13 01 «Технология и оборудование торфяного производства» и 1-51 02 ..."
            },
            {
                "title": "Горно-транспортные машины и подъемные механизмы. В 2 ч. Ч. 1",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5369/Gorno_transportnye_mashiny_i_podemnye_mekhanizmy.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Березовский, Н. И.",
                    "Лютко, Г. И.",
                    "Оника, С. Г."
                ],
                "publishing_date": "2012",
                "description": "В издании приведены основные правила техники безопасности, изложены теоретические материалы, а также методика выполнения лабораторных работ и обработки полученных экспериментальных данных. Учебно-методическое пособие по выполнению лабораторных работ предназначено для студентов специальностей 1-36 10 01 «Горные машины и оборудование» и 1-36 13 01 «Технология и оборудование торфяного ..."
            },
            {
                "title": "Горное дело",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/81195/Gornoe_delo.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Костюкевич, Е. К.",
                    "Березовский, Н. И."
                ],
                "publishing_date": "2020",
                "description": "В практикуме на базе кратких теоретических предпосылок рассмотрены основные стадии разработки рудных и пластовых месторождений полезных ископаемых, ведение подготовительных работ и очистной выемки. Практические работы предусматривают знакомство с горно-графической документацией."
            },
            {
                "title": "Горное дело",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/52361/Gornoe_delo.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Березовский, Н. И.",
                    "Костюкевич, Е. К."
                ],
                "publishing_date": "2019",
                "description": "Представлены краткие теоретические сведения о вариантах управления горным давлением при освоении рудных месторождений; приведены методики решения задач по определению оптимальных параметров элементов системы разработки. Практикум предназначен для студентов специальности 1-36 10 01 «Горные машины и оборудование (по направлениям)»."
            },
            {
                "title": "Горное дело",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/108871/Gornoe_delo.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Березовский, Н. И.",
                    "Костюкевич, Е. К."
                ],
                "publishing_date": "2021",
                "description": "В практикуме на базе кратких теоретических предпосылок о вариантах управления горным давлением при освоении рудных месторождений приведены методики решения задач по расчету устойчивости подготовительных выработок и выбора способов их охраны. Дано соответствующее современному состоянию горных наук и техники определение терминов и понятий, которыми пользуются специалисты в области ..."
            },
            {
                "title": "Горное дело",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/89772/Gornoe_delo.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Березовский, Н. И.",
                    "Борисейко, В. В.",
                    "Костюкевич, Е. К.",
                    "Труш, А. Ю."
                ],
                "publishing_date": "2021",
                "description": "В пособии рассмотрены основные типы сушильных установок, сущность процесса сушки, зависимости влагосодержания и скорости сушки от времени, классификация способов сушки. При анализе эффективности сушильных установок подробно рассмотрен расчет материального баланса брикетного завода."
            },
            {
                "title": "Горное дело",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/126542/Gornoe_delo.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Костюкевич, Е. К.",
                    "Березовский, Н. И."
                ],
                "publishing_date": "2022",
                "description": "В пособии представлены краткие теоретические сведения о системах разработки рудных месторождений. Приводятся иллюстрации и описание технологий и технических схем систем разработок, применяемых при подземной разработке калийных руд. Пособие содержит примеры, дающие представление о компоновке основных узлов горных выработок и параметрах технологии применительно к горно-геологическим ..."
            },
            {
                "title": "Горные машины и оборудование",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/11306/Gornye_mashiny_i_oborudovanie.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Казаченко, Г. В.",
                    "Кислов, Н. В.",
                    "Басалай, Г. А."
                ],
                "publishing_date": "2014",
                "description": "ЭУМК предусматривает в соответствии с программой по дисциплине «Горные машины и оборудование» изучение конструкций горных машин и расчетов их основных параметров. Основная задача при изучении курса – получение студентами знаний, необходимых для расчетов, конструирования и правильной эксплуатации машин, обеспечивающих комплексную механизацию процессов добычи и первичной переработки ..."
            },
            {
                "title": "Горные машины и оборудование.  В 2 ч. Ч. 2.",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5218/Gornye_mashiny_i_oborudovanie_V_2_ch_CH_2.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Казаченко, Г. В.",
                    "Басалай, Г. А.",
                    "Лютко, Г. И."
                ],
                "publishing_date": "2011",
                "description": "В издании описаны лабораторные установки и оборудование, а также методика выполнения лабораторных работ, средства регистрации и методы обработки опытных данных. Изложены правила безопасной эксплуатации оборудования, порядок выполнения лабораторных работ и оформления отчетов. Часть 1 «Взаимодействие рабочих органов машин с горными породами» вышла в свет  в 2010 г. в БНТУ."
            },
            {
                "title": "Горные машины и оборудование. В 2 ч. Ч. 1. Общие требования к содержанию и оформлению пояснительной записки",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/15107/Gornye_mashiny_i_oborudovanie.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Казаченко, Г. Ф.",
                    "Нагорский, А. В."
                ],
                "publishing_date": "2015",
                "description": "В методических указаниях приведены основные требования к составу и объему проектной документации, последовательности выполнения проектных расчетов и конструирования средств механизации горных работ, примерному содержанию разделов пояснительной записки курсового проекта по дисциплине «Горные машины и оборудование». Изложены правила составления и оформления текстового и иллюстративного ..."
            },
            {
                "title": "Горные машины и оборудование. В 2 ч. Ч. 2. Общие требования к содержанию и оформлению графической части проекта",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/26462/Gornye_mashiny_i_oborudovanie.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Нагорский, А. В."
                ],
                "publishing_date": "2016",
                "description": "В методических указаниях приведены основные требования к составу и объему графической части проектной документации на средство механизации горных работ, выполняемой при курсовом проектировании по дисциплине «Горные машины и оборудование». Рассмотрена последовательность проектирования и конструирования средства механизации, приведен перечень и примерное содержание конструкторских ..."
            },
            {
                "title": "Горные машины и оборудование. В 3 ч. Ч. 1. Проектный расчет эксплуатационных параметров бульдозера",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5321/Gornye_mashiny_i_oborudovanie.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Березовский, Н. И.",
                    "Нагорский, А. В."
                ],
                "publishing_date": "2012",
                "description": "В учебно-методическом пособии представлены обзор конструктивных особенностей и методика проектного расчета эксплуатационных параметров бульдозеров, широко применяемых на открытых горных работах для подготовки полезных ископаемых к выемке, при раздельной выемке пород, при подборе развалов взорванного материала и перемещении его к месту погрузки, при перемещении вскрышной породы ..."
            },
            {
                "title": "Добыча и переработка горных пород",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6016/Dobycha_i_pererabotka_gornyh_porod.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Березовский, Н. И.",
                    "Рухля, И. Е.",
                    "Цыбуленко, П. В.",
                    "Нагорский, А. В."
                ],
                "publishing_date": "2012",
                "description": "В издании приведены описания лабораторных работ, изложены теоретический материал и основные правила по технике безопасности, а также методика выполнения лабораторных работ и обработка полученных экспериментальных данных. Лабораторный практикум предназначен для студентов специальностей 1-36 10 01 «Горные машины и оборудование» и 1-36 13 01 «Технология и оборудование торфяного ..."
            },
            {
                "title": "Исчисление характеристик измельченных горных пород и продуктов их переработки",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5453/Ischislenie_harakteristik_izmelchennyh.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Кислов, Н. В.",
                    "Цыбуленко, П. В."
                ],
                "publishing_date": "2012",
                "description": "В пособии содержится оценка размерно-плотностных и аэродинамических свойств измельченной калийной руды и продуктов ее переработки, обоснованы закономерности изменения этих свойств от определяющих факторов и изложены методические принципы расчета характеристик измельченной и обогащенной калийной руды как объекта перемещения под воздействием воздушного потока и улавливания ее ..."
            },
            {
                "title": "Колесные движители горных машин",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5915/Kolesnye_dvizhiteli_gornyh_mashin.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Казаченко, Г. В.",
                    "Басалай, Г. А.",
                    "Кремчеев, Э. А."
                ],
                "publishing_date": "2012",
                "description": "В пособии приведена методика определения основных параметров колесного движителя горных машин, которая снабжена примерами. Важное внимание уделено статической устойчивости машины с колесными движителями: двух-, трех- и четырехосным. Для таких движителей определены минимальные размеры ядра сечения. Пособие предназначено для студентов специальностей «Горные машины и оборудование» ..."
            },
            {
                "title": "Компьютерные технологии в проектировании",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5282/Kompyuternye_tekhnologii_v_proektirovanii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Таяновский, Г. А.",
                    "Ромашко, Ю. В."
                ],
                "publishing_date": "2011",
                "description": "В первой части практикума изложен материал, необходимый для лабораторных работ, которые позволяют студентам получить практические навыки выполнения на ЭВМ некоторых типовых проектных операций функционального аспекта проектирования горной техники различного назначения. В работах указана цель, сформулированы задания, приведено описание структуры отчетов, краткие сведения о порядке ..."
            },
            {
                "title": "Математические модели и методы в горном производстве",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/16249/Matematicheskie_modeli_i_metody.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Казаченко, Г. В.",
                    "Шульдова, С. Г."
                ],
                "publishing_date": "2015",
                "description": "В пособии приведены сведения о составе и объеме курсовой работы по одноименной дисциплине, даны основные расчетные зависимости для составления балансовых соотношений по мощности и производительности мобильной горной машины, указаны исходные данные для выполнения расчетов и их анализа."
            },
            {
                "title": "Машины и оборудование обогатительных и перерабатывающих производств",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5320/Mashiny_i_oborudovanie_obogatitelnyh.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Цыбуленко, П. В.",
                    "Березовский, Н. И."
                ],
                "publishing_date": "2012",
                "description": "В учебно-методическом пособии изложены основные требования к структуре, объему, содержанию и оформлению материалов курсового проекта. Приведены информационно-справочные материалы, необходимые для организации самостоятельной работы студентов по проектированию и расчетам машин и оборудования обогатительных и перерабатывающих производств."
            },
            {
                "title": "Машины и оборудование обогатительных и перерабатывающих производств",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6245/Mashiny_i_oborudovanie_obogatitelnyh.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Цыбуленко, П. В.",
                    "Березовский, Н. И."
                ],
                "publishing_date": "2013",
                "description": "Изложена методика расчета оборудования и машин обогащения и переработки горных пород на примерах решения конкретных задач. Приведены примеры расчетов машин и оборудования общего назначения, затворов, питателей и дозаторов сыпучих материалов горных пород. Учебно-методическое пособие предназначено для практического усвоения теоретического материала по дисциплинам «Машины и оборудование ..."
            },
            {
                "title": "Машины и оборудование обогатительных и перерабатывающих производств",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/52360/Mashiny_i_oborudovanie_obogatitelnyh.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Цыбуленко, П. В."
                ],
                "publishing_date": "2019",
                "description": "В практикуме изложена методика расчета оборудования и машин обогащения и переработки горных пород на примерах решения конкретных задач. Приведены примеры расчетов машин и оборудования для грохочения и дробления сыпучих горных пород."
            },
            {
                "title": "Механика торфа и торфяной залежи: механическая переработка торфа",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5010/Mekhanika_torfa_i_torfyanoj_zalezhi.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Кислов, Н. В."
                ],
                "publishing_date": "2011",
                "description": "Пособие содержит анализ существующих методов определения перерабатывающей способности различных исполнительных органов торфяных машин и механизмов переработки торфа. Излагаются способы оценки механической переработки и интенсивности перемешивания торфа и других вязкопластичных материалов, приводится методика определения степени механической переработки торфа в различных механизмах ..."
            },
            {
                "title": "Основы научных исследований и инновационной деятельности",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4939/Osnovy_nauchnyh_issledovanij.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Костюкевич, Е. К.",
                    "Березовский, Н. И."
                ],
                "publishing_date": "2013",
                "description": "Методические указания содержат методику предварительной обработки экспериментальных данных и алгоритм решения задач статистического анализа экспериментальных данных средствами MS Excel."
            },
            {
                "title": "Основы научных исследований и инновационной деятельности",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/47691/Osnovy_nauchnyh_issledovanij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Костюкевич, Е. К.",
                    "Березовский, Н. И."
                ],
                "publishing_date": "2018",
                "description": "Содержится методика проведения полного факторного эксперимента для получения математической модели объекта и проверки ее адекватности, инженерной интерпретации уравнения регрессии."
            },
            {
                "title": "Основы расчета затрат мощности и производительности очистных и проходческих комбайнов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/20579/Osnovy_rascheta_zatrat_moshchnosti.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Казаченко, Г. В.",
                    "Кислов, Н. В.",
                    "Басалай, Г. А."
                ],
                "publishing_date": "2015",
                "description": "В учебно-методическом пособии рассмотрены процессы подземной разработки полезных ископаемых горными машинами с исполнительными органами сложной структуры. Излагается методика моделирования разрушения горных пород и составления балансовых соотношений по мощности и производительности проходческих и очистных комбайнов, приведены способы получения уравнений баланса мощности и ..."
            },
            {
                "title": "Практикум по горному делу",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/112363/Praktikum.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Березовский, Н. И.",
                    "Костюкевич, Е. К."
                ],
                "publishing_date": "2022",
                "description": "Представлены краткие теоретические сведения о вариантах охраны и крепления подземных горных выработок при разработке рудных месторождений; приведены методика решения задач по определению параметров анкерной крепи, основные термины и определения в области горного дела в части охраны и крепления подземных горных выработок. Практикум предназначен для студентов специальности 1-36 10 ..."
            },
            {
                "title": "Практикум по скважинным разработкам месторождений полезных ископаемых",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/122116/Praktikum_po_skvazhennym_razrabotkam.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Басалай, Г. А."
                ],
                "publishing_date": "2022",
                "description": "В пособии рассмотрены основные типы буровых установок и их основных элементов для глубокого бурения скважин, которые являются основным технологическим оборудованием при скважинной разработке месторождений полезных ископаемых, а также изложены основные требования по их расчету и конструированию."
            },
            {
                "title": "Программирование в среде Turbo Pascal 7.0. В 3 ч. Ч. 1.  Интегрированная среда программирования Turbo Pascal 7.0",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/13828/Programmirovanie_v_srede_Turbo_Pascal_7_0.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Петренко, С. М.",
                    "Ковалева, И. М."
                ],
                "publishing_date": "2014",
                "description": "В практикуме приведены лабораторные работы, выполнение которых позволяет освоить возможности интегрированной среды программирования Turbo Pascal 7.0 по созданию, редактированию, компиляции и выполнению Паскаль-программ и получить практические навыки управления вышеупомянутой средой."
            },
            {
                "title": "Программирование в среде Turbo Pascal 7.0. В 3 ч. Ч. 2. Программирование типовых алгоритмов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/40215/Programmirovanie_v_srede_Turbo_Pascal_7_0.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Петренко, С. М."
                ],
                "publishing_date": "2018",
                "description": "Практикум содержит лабораторные работы для практического освоения начальных навыков программирования на алгоритмическом языке Турбо Паскаль при изучении дисциплины «Информатика» студентами специальностей горного профиля. Часть 1 «Интегрированная среда программирования TURBO 7.0» вышла в 2014 г. (сост.: С. М. Петренко, И. М Ковалёва)."
            },
            {
                "title": "Программирование в среде Turbo Pascal 7.0. Ч. 3. Структурированные типы данных и подпрограммы",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/49393/Programmirovanie_v_srede_Turbo_Pascal_7_0.pdf.jpg?sequence=5&isAllowed=y",
                "authors": [
                    "Петренко, С. М."
                ],
                "publishing_date": "2018",
                "description": "Практикум содержит лабораторные работы по дисциплине «Информатика», выполнение которых позволяет получить практические навыки программирования на алгоритмическом языке Турбо Паскаль с использованием массивов, записей и подпрограмм. Часть 2 «Программирование типовых алгоритмов» вышла в 2018 г. (сост. С. М. Петренко)."
            },
            {
                "title": "Программы практик для студентов специальности 1-36 10 01 \"Горные машины и оборудование\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1986/Programmy_praktik_dlya_studentov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Горбутович, В. Г.",
                    "Казаченко, Г. В.",
                    "Стасевич, В. И.",
                    "Страх, В. Н.",
                    "Цыбуленко, П. В."
                ],
                "publishing_date": "2004",
                "description": "Программа составлена на основании рабочего учебного плана специальности 1-36 10 01 «Горные машины и оборудование», утвержденного Советом БНТУ 12.11.2002 г., в соответствии с Положением о производственной практике студентов высших учебных заведений Республики Беларусь, утвержденным Постановлением Совета Министров Республики Беларусь 30.11.2000 № 1823."
            },
            {
                "title": "Проектирование горно-перерабатывающего оборудования. В 2 ч. Ч. 1. Выбор рациональных проектных параметров горно-перерабатывающего оборудования",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5092/Proektirovanie_gorno_pererabatyvayushchego_oborudovaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Таяновский, Г. А.",
                    "Ромашко, Ю. В."
                ],
                "publishing_date": "2011",
                "description": "В первой части практикума изложены материалы для выполнения лабораторных работ, которые позволяют студентам получить практические навыки формулирования цели проектирования горно-перерабатывающего оборудования и разработки алгоритмов выбора рациональных значений проектных параметров создаваемой техники. В работах указана цель, сформулированы задания, приведено описание структуры ..."
            },
            {
                "title": "Проектирование горных машин и оборудования",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/109738/Proektirovanie_gornyh_mashin.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Басалай, Г. А."
                ],
                "publishing_date": "2022",
                "description": "В пособии рассмотрены общие аспекты при проектировании горных машин и оборудования, а также показатели качества и надежности, требующие их обеспечения на стадии проектирования изделий. Выполнен анализ колебательных процессов в горных машинах и их влияния на напряжения и мощность в элементах и системах. Изложены нормативные требования по оформлению рабочей конструкторской документации, ..."
            },
            {
                "title": "Проектирование машин и оборудования для горнодобывающих производств",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/155029/Proektirovanie_mashin.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Костюкевич, Е. К.",
                    "Березовский, Н. И."
                ],
                "publishing_date": "2025",
                "description": "В пособии представлены сведения о детализации этапов выполнения курсовых и дипломных проектов, требования к оформлению текстовых и графических документов, примеры использования современных программных комплексов в проектировании для изучения вопросов автоматизации инженерных расчетов применительно к машинам и оборудованию для горнодобывающих производств и их конструктивным узлам."
            },
            {
                "title": "Проектный расчет объемного гидропривода вращательного движения",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5269/Proektnyj_raschet_obemnogo_gidroprivoda.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Петренко, С. М."
                ],
                "publishing_date": "2011",
                "description": "В пособии приведена методика проектного расчета объемного гидропривода с вращательным движением выходного звена при выполнении контрольной работы по дисциплине «Гидромеханический привод горных машин» с примером выполнения расчета."
            },
            {
                "title": "Решение задачи оптимального распределения ресурсов при реализации инновационных проектов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/7740/Reshenie_zadachi_optimalnogo_raspredeleniya.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Костюкевич, Е. К.",
                    "Березовский, Н. И."
                ],
                "publishing_date": "2014",
                "description": "Методические указания содержат методику составления математической модели задач линейного программирования оптимального распределения ресурсов и алгоритм их решения."
            },
            {
                "title": "Статический и тяговый расчет горной гусеничной машины",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1402/Staticheskij_i_tyagovyj_raschet_gornoj_gusenichnoj_mashiny.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Казаченко, Г. В.",
                    "Кислов, Н. В."
                ],
                "publishing_date": "2005",
                "description": "Учебное пособие к практическим занятиям по горным машинам предназначено для студентов специальности 1-36 10 01 «Горные машины и оборудование». В пособии изложены теоретические основы и методики статического и тягового расчетов мобильной горной машины на гусеничном ходу. Изложенный материал иллюстрируется примерами."
            },
            {
                "title": "Технологические схемы получения калия хлористого из сильвинита и их описание",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1132/Tekhnologicheskie_skhemy_polucheniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Рухля, И. Е."
                ],
                "publishing_date": "2011",
                "description": "В пособии приведены технологические схемы получения калия хлористого из сильвинита флотационным, галургическим и комбинированным флотационно-галургическим методом и их описание."
            },
            {
                "title": "Технология добычи и переработки торфа",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/34806/Tekhnologiya_dobychi_i_pererabotki_torfa.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Березовский, Н. И.",
                    "Рухля, И. Е.",
                    "Цыбуленко, П. В."
                ],
                "publishing_date": "2017",
                "description": "Изложена методика расчета материального баланса брикетного цеха и участка добычи фрезерного торфа, приведены рекомендации по подбору и расчету необходимого оборудования и его технические характеристики."
            },
            {
                "title": "Технология добычи и переработки торфа",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5742/Tekhnologiya_dobychi_i_pererabotki_torfa.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Рухля, И. Е."
                ],
                "publishing_date": "2013",
                "description": "В пособии изложена методика расчета материального баланса брикетного цеха и участка добычи фрезерного торфа, приведены рекомендации по подбору и расчету необходимого оборудования и его технические характеристики."
            },
            {
                "title": "Технология добычи и переработки торфа",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5322/Tekhnologiya_dobychi_i_pererabotki_torfa.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Березовский, Н. И.",
                    "Рухля, И. Е.",
                    "Березовский, С. Н."
                ],
                "publishing_date": "2012",
                "description": "В пособии изложены рекомендации по выполнению курсовой работы по производству торфяных топливных брикетов, приведена методика расчета материального баланса, технические характеристики применяемого оборудования, порядок его подбора и расчета."
            },
            {
                "title": "Технология машиностроения и ремонта горных машин",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/68486/Tekhnologiya_mashinostroeniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Тарасов, Ю. И."
                ],
                "publishing_date": "2020",
                "description": "В издании приведены описания лабораторных работ, теоретический материал, основные правила по технике безопасности, а также методика выполнения лабораторных работ и обработки полученных экспериментальных данных."
            },
            {
                "title": "Технология переработки и обогащения полезных ископаемых",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/127261/Tekhnologiya_pererabotki.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Березовский, Н. И.",
                    "Костюкевич, Е. К."
                ],
                "publishing_date": "2023",
                "description": "Целью настоящего учебно-методического пособия является усвоение студентами основных принципов расчета и проектирования перерабатывающих машин и оборудования, навыков решения инженерных задач. В пособии изложена последовательность расчета оборудования и машин обогащения и переработки горных пород на примере решения конкретных задач. Приведены примеры расчетов машин и оборудования ..."
            },
            {
                "title": "Технология переработки и обогащения полезных ископаемых. В 2 ч. Ч. 2. Производство топливных брикетов из фрезерного торфа",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1131/Tekhnologiya_pererabotki.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Рухля, И. Е."
                ],
                "publishing_date": "2010",
                "description": "В пособии изложены рекомендации по выполнению курсовой работы по производству торфяных топливных брикетов, приведена методика расчета материального баланса, технические характеристики применяемого оборудования, порядок его подбора и расчета."
            },
            {
                "title": "Торфяные и сапропелевые месторождения",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5168/Torfyanye_i_sapropelevye_mestorozhdeniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Березовский, Н. И.",
                    "Курзо, Б. В.",
                    "Слыш, В. М."
                ],
                "publishing_date": "2011",
                "description": "В издании излагаются данные по ресурсам торфа и сапропели в Республике Беларусь, их физико-механические свойства, а также результаты проведенной оценки ресурсов торфа и сапропеля и основные сведения по существующим способам их добычи. Предназначено для студентов специальностей 1-36 10 01 «Горные машины и оборудование» и 1-36 13 01 «Технология и оборудование торфяного производства», ..."
            },
            {
                "title": "Эксплуатация горных машин и оборудования",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/90678/EHkspluataciya_gornyh_mashin_i_oborudovaniya.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Тарасов, Ю. И.",
                    "Борисейко, В. В."
                ],
                "publishing_date": "2021",
                "description": "В издании приведены описания лабораторных работ, теоретический материал, основные правила по технике безопасности, а также методика выполнения лабораторных работ и обработка полученных экспериментальных данных."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Горное дело» для специальности 1-36 10 01 «Горные машины и оборудование (по направлениям)»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/148107/Gornoe_delo.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Костюкевич, Е. К."
                ],
                "publishing_date": "2024",
                "description": "Электронный учебно-методический комплекс (ЭУМК) содержит систематизированные материалы, изучение которых способствует формированию у студентов знаний, умений и профессиональных навыков в области разработки месторождений полезных ископаемых и подготовке к дальнейшему изучению профилирующих дисциплин. ЭУМК может быть использован студентами в качестве справочного материала при ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Горные мобильные энергетические средства» для специальности 1-36 10 01 «Горные машины и оборудование»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/79172/Gornye_mobilnye_ehnergeticheskie_sredstva.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Борисейко, В. В.",
                    "Березовский, Н. И."
                ],
                "publishing_date": "2020",
                "description": "Целью ЭУМК является ознакомление с устройством и принципом действия двигателей внутреннего сгорания, силовых передач, ходовых частей, рабочего и дополнительного оборудования, механизмов управления колесных и гусеничных машин и тракторов, используемых в качестве мобильных горных энергетических средств. Задачи ЭУМК включают формирование знаний об общем устройстве горных мобильных ..."
            }
        ]
    },
    "Горные работы": {
        "count": "[49]",
        "items": [
            {
                "title": "Автоматизация производственных процессов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/133723/Avtomatizaciya.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Стасевич, В. И.",
                    "Оника, С. Г.",
                    "Лютко, Г. И.",
                    "Казанович, К. А."
                ],
                "publishing_date": "2023",
                "description": "Пособие «Автоматизация производственных процессов» предназначено для студентов дневной и заочной форм получения образования специальности 1-51 02 01 «Разработка месторождений полезных ископаемых (по направлениям)» (7-07-0724-01 «Разработка месторождений полезных ископаемых») при изучении дисциплины «Автоматизация производственных процессов». Пособие включает в себя лабораторные ..."
            },
            {
                "title": "Бурение и оборудование гидрогеологических и водозаборных скважин",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/23863/Burenie_i_oborudovanie_gidrogeologicheskih.pdf.jpg?sequence=9&isAllowed=y",
                "authors": [
                    "Колпашников, Г. А."
                ],
                "publishing_date": "2016",
                "description": "Пособие состоит из двух частей. В первой части дана характеристика методов бурения и оборудования водозаборных скважин. Рассмотрены особенности использования различных видов бурения и способов проходки гидрогеологических скважин, состав и назначение буровых обсадных и бурильных труб, типы применяемых фильтров. Во второй части рассмотрена последовательность составления проекта ..."
            },
            {
                "title": "Бурение инженерно-геологических скважин на строительной площадке и их опробование",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/38842/Burenie_inzhenerno-geologicheskih_skvazhin.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Колпашников, Г. А."
                ],
                "publishing_date": "2018",
                "description": "В пособии дана характеристика методов бурения инженерно-геологических скважин на строительной площадке, виды проведения буровых работ, последовательность изучения инженерно-геологических условий, особенности отбора геологических образцов и их опробования. Рассмотрены особенности использования приборов и оборудования для получения данных по прочностным и деформационным свойствам ..."
            },
            {
                "title": "Буровые промывочные жидкости",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4210/Burovye_promyvochnye_zhidkosti.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Бабец, М. А.",
                    "Саноцкая, Т. И."
                ],
                "publishing_date": "2012",
                "description": "Может использоваться для повышения квалификации рабочего персонала производственных организаций, осуществляющих бурение скважин, служить практическим пособием для технологов геологоразведочных организаций и частных буровых компаний."
            },
            {
                "title": "Буровые работы",
                "image_url": null,
                "authors": [
                    "Бабец, М. А."
                ],
                "publishing_date": "2015",
                "description": "Для открытия архива необходима программа WinRAR версии 5.0 и выше."
            },
            {
                "title": "Буровые работы",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/15085/Burovye_raboty.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Бабец, М. А."
                ],
                "publishing_date": "2015",
                "description": "Учебный материал содержит двенадцать лекций, в которых рассмотрены основные направления производства буровых работ, базовые понятия и определения, комплекс вопросов, связанных с сооружением буровых скважин различного целевого назначения. Учебное пособие может быть использовано для самостоятельной работы и дальнейшего углубления знаний в области бурения студентов горных специальностей ..."
            },
            {
                "title": "Геология и разведка месторождений полезных ископаемых",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5332/Geologiya_i_razvedka_mestorozhdenij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Поликарпова, Н. Н."
                ],
                "publishing_date": "2013",
                "description": "Комплекс содержит информацию для освоения студентами базисных знаний по геологии и разведке месторождений полезных ископаемых у студентов специальности 1-51 02 01 \"Разработка месторождений полезных ископаемых\"."
            },
            {
                "title": "Геология и разведка месторождений полезных ископаемых. В 2 ч. Ч. 1. Основы геологии",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/9321/Geologiya_i_razvedka_mestorozhdenij.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Поликарпова, Н. Н."
                ],
                "publishing_date": "2014",
                "description": "Пособие «Геология и разведка месторождений полезных ископаемых» предназначено для формирования базисных знаний по минералогии и петрографии; овладения навыками определения минералов и горных пород у студентов специальности «Разработка месторождений  полезных ископаемых»."
            },
            {
                "title": "Геометризация недр в программе Майнфрэйм",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/110940/Geometrizaciya.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Оника, С. Г.",
                    "Астапенко, Т. С."
                ],
                "publishing_date": "2022",
                "description": "Учебное пособие содержит одиннадцать упражнений, целью которых является ознакомить студентов с объектами горной технологии, научить работать с ними и проводить обработку результатов."
            },
            {
                "title": "Геометризация недр в программном комплексе Майнфрэйм",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/83160/Geometrizaciya%20nedr.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Оника, С. Г.",
                    "Астапенко, Т. С."
                ],
                "publishing_date": "2020",
                "description": "Учебное пособие содержит одиннадцать упражнений, целью которых является ознакомить студентов с объектами горной технологии, научить работать с ними и проводить обработку результатов. Учебное пособие может быть использовано для самостоятельной работы студентами дневного отделения специальности, изучающих дисциплину «Геометрия недр»."
            },
            {
                "title": "Гидрогеология",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5759/Gidrogeologiya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Халявкин, Ф. Г.",
                    "Оника, С. Г."
                ],
                "publishing_date": "2013",
                "description": "Лабораторные работы содержат задание, общие сведения, описание прибора, порядок выполнения работы, методику обработки полученных данных и контрольные вопросы по каждой работе."
            },
            {
                "title": "Гидрогеология",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/145234/Gidrogeologiya.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Оника, С. Г.",
                    "Павловский, А. И.",
                    "Кузьмич, В. А.",
                    "Нарыжнова, Е. Ю.",
                    "Зуевич, С. А.",
                    "Вершиловский, В. А."
                ],
                "publishing_date": "2024",
                "description": "В пособии приведены программа и план выполнения курсового проекта, даны методики разработки таких разделов, как гидрогеологическая характеристика и осушение месторождений полезных ископаемых, защита карьеров от поверхностных вод и охрана природы при осушении и разработке карьеров."
            },
            {
                "title": "Гидротехника",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4911/Gidrotekhnika.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Халявкин, Ф. Г."
                ],
                "publishing_date": "2010",
                "description": "В пособии изложены методические указания по практическому изучению таких вопросов гидротехники, как выбор способа и схемы осушения, составление профилей каналов, определение расчетных расходов воды, гидравлический расчет каналов, подсчет объема земляных работ, проектирование и расчет противопожарного водоснабжения торфоучастков, проектирование и строительство осушительных систем ..."
            },
            {
                "title": "Добыча и переработка горных пород",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3742/Dobycha_i_pererabotka_gornyh_porod.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Федотова, С. А."
                ],
                "publishing_date": "2012",
                "description": "В методических указаниях изложен алгоритм подбора и расчета оборудования, необходимого для переработки горных пород для получения нерудных строительных материалов. Приведены необходимые расчетные формулы и справочные материалы. Представлены примеры расчета производительности дробилок. Методические указания предназначены для студентов очной и заочной форм обучения, магистрантов, ..."
            },
            {
                "title": "Добыча и переработка горных пород. Осадочные горные породы",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/2300/Dobycha_i_pererabotka_gornyh_porod.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Богатов, Б. А.",
                    "Березовский, Н. И."
                ],
                "publishing_date": "2005",
                "description": "В пособии рассмотрены вопросы добычи, переработки и обогащения основного сырья, относящегося к осадочным горным породам, приведены методы расчета основного технологического оборудования, применяемого на заводах по переработке сырья, освещены вопросы гидромеханизированного способа добычи сырья, дан анализ наиболее энергоемких процессов обогащения дробления, грохочения, сушки, ..."
            },
            {
                "title": "Искусственная сушка горных пород",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/2301/Iskusstvennaya_sushka_gornyh_porod.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Богатов, Б. А.",
                    "Куптель, Г. А.",
                    "Яцковец, А. И."
                ],
                "publishing_date": "2004",
                "description": "В учебном пособии рассмотрены основные закономерности тепло- и массообмена в процессах сушки горных пород. Надлежащее внимание уделено термодинамике влажного газа. Приведена методика аналитического расчета сушильных установок. Показан графоаналитический тепловой расчет сушилок с помощью Id-диаграммы. В систематизированном виде рассмотрены разнообразные конструкции сушилок. Даны ..."
            },
            {
                "title": "Маркшейдерские работы при эксплуатации месторождений",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/141874/Markshejderskie_raboty.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Кузьмич, В. А.",
                    "Антоненко, А. Г.",
                    "Кологривко, А. А.",
                    "Зуевич, С. А."
                ],
                "publishing_date": "2024",
                "description": "Пособие предназначено для выполнения курсового проекта по дисциплине «Маркшейдерские работы при эксплуатации месторождений», направленного на за- крепление практических навыков работы в системе автоматизированного проектирования и черчения AutoCAD, программе Civil 3D и горно-геологической информационной системе Micromine в области маркшейдерского контроля планировки промышленной ..."
            },
            {
                "title": "Маркшейдерские работы при эксплуатации месторождений",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/126049/Markshejderskie_raboty.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Кузьмич, В. А.",
                    "Бильдюк, Е. В.",
                    "Кологривко, А. А."
                ],
                "publishing_date": "2022",
                "description": "В пособии изложено содержание и порядок проведения практических занятий, выполняемых студентами по дисциплине «Маркшейдерские работы при эксплуатации месторождений». Пособие предназначено для закрепления практических навыков работы с измерительным прибором при выполнении угловых и линейных измерений и является базой для выполнения студентами различных видов инструментальных ..."
            },
            {
                "title": "Обогащение и переработка полезных ископаемых. Теоретические и методические основы лабораторных работ",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6801/Obogashchenie_i_pererabotka_poleznyh_iskopaemyh.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Куптель, Г. А.",
                    "Яцковец, А. И.",
                    "Кологривко, А. А."
                ],
                "publishing_date": "2010",
                "description": "Дана общая характеристика процессов обогащения и первичной переработки твердых полезных ископаемых. Изложены теоретические основы и приведены закономерности процессов грохочения, классификации, дробления и измельчения полезных ископаемых, а также механических и физико-химических процессов, необходимых при переработке труднообогатимых калийных руд флотационным и галургическим ..."
            },
            {
                "title": "Обогащение и переработка полезных ископаемых: практикум",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/81398/Obogashchenie_i_pererabotka.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Цыбуленко, П. В.",
                    "Оника, С. Г.",
                    "Ковалева, И. М.",
                    "Паливода, Э. Н."
                ],
                "publishing_date": "2020",
                "description": "В практикуме изложены основные требования к структуре, объему, содержанию и оформлению курсового проекта. Приведены информационно-справочные материалы, необходимые для организации самостоятельной работы студентов по проектированию технологических процессов обогащения рудных полезных ископаемых, под- бору и расчетам машин и оборудования обогатительно-перерабатывающих производств."
            },
            {
                "title": "Общая геология",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3624/Obshchaya_geologiya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Поликарпова, Н. Н."
                ],
                "publishing_date": "2001",
                "description": "Учебно-методическое пособие предназначено для студентов заочной формы обучения по специальности «Горный инженер». В пособии представлены основные разделы, входящие в курс «Общей геологии». Цель пособия - обозначить главные понятия, определения, которыми оперирует геология, а также изложить задачи науки и охарактеризовать объекты ее изучения. В пособии приведены простейшие методики ..."
            },
            {
                "title": "Организация производства и управление горным предприятием",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/112370/Organizaciya.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Оника, С. Г.",
                    "Мелешко, В. К."
                ],
                "publishing_date": "2022",
                "description": "В пособии изложены основные требования к структуре, объему и содержанию курсовой работы по дисциплине «Организация производства и управление горным предприятием» и организационно-экономической части дипломных проектов. Приведены методические указания по расчету отдельных разделов курсовой работы (дипломного проекта) и информационно-справочные материалы, необходимые для самостоятельной ..."
            },
            {
                "title": "Организация производства и управление горным предприятием",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/32887/Organizaciya_proizvodstva_i_upravlenie.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мелешко, В. К."
                ],
                "publishing_date": "2017",
                "description": "В пособии изложены основные требования к структуре, объему и содержанию курсовой работы по дисциплине «Организация производства и управление горным предприятием» и организационно-экономической части дипломных проектов. Приведены методические указания по расчету отдельных разделов курсовой работы (дипломного проекта) и информационно-справочные материалы, необходимые для самостоятельной ..."
            },
            {
                "title": "Основы стратиграфии",
                "image_url": null,
                "authors": [
                    "Плакс, Д. П."
                ],
                "publishing_date": "2017",
                "description": "Стратиграфия - фундаментальный раздел геологии, изучающий временные и пространственные соотношения пластующихся толщ горных пород земной коры. Она является основой любых геологических построений. В электронном учебно-методическом комплексе изложены основные задачи и принципы стратиграфии, охарактеризованы стратиграфические подразделения, приведены основные понятия этой дисциплины, ..."
            },
            {
                "title": "Открытые горные работы",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/8055/Otkrytye_gornye_raboty.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Сенкевич, В. И."
                ],
                "publishing_date": "2011",
                "description": "Методическое пособие предназначено для студентов специальности «Разработка месторождений полезных ископаемых» при выполнении ими курсового проекта. Издание содержит теоретические сведения по курсу \"Открытые горные работы\", а также рекомендации по работе над курсовым проектом, методические указания по его составлению и оформлению, сведения по безопасному ведению открытых горных ..."
            },
            {
                "title": "Петрофизика",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/109305/Petrofizika.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Плакс, Д. П.",
                    "Бабец, М. А."
                ],
                "publishing_date": "2021",
                "description": "Подготовлен доцентами кафедры «Горные работы», кандидатом технических наук Бабецом М. А. и кандидатом геолого-минералогических наук Плаксом Д. П. Предназначен для студентов, обучающихся по специальности 1-51 02 01 «Разработка месторождений полезных ископаемых» и специальностей, по которым программа подготовки предусматривает изучение дисциплин «Полевая и промысловая геофизика» и ..."
            },
            {
                "title": "Подземные горные работы",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/64017/Podzemnye_gornye_raboty.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Оника, С. Г.",
                    "Гец, А. К."
                ],
                "publishing_date": "2020",
                "description": "Пособие предназначено для выполнения курсового проектирования по дисциплине «Подземные горные работы». Рассмотрены вопросы вскрытия, подготовки и очистной выемки при разработке пластовых месторождений. Даны методики расчета балансовых и промышленных запасов, режима работы, мощности и срока службы предприятия; обоснования по выбору схем и способов подготовки шахтных полей, а также ..."
            },
            {
                "title": "Подземные горные работы",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4386/Podzemnye_gornye_raboty.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Кологривко, А. А."
                ],
                "publishing_date": "2006",
                "description": "В учебном пособии рассмотрены горно-геологические условия залегания месторождений полезных ископаемых, запасы и стадии их разработки. Изложены схемы вскрытия, подготовки и системы разработки пластовых и рудных месторождений подземным способом. Описана технология ведения подготовительных и очистных работ. Приведены сведения о сдвижении горных пород и охране зданий и сооружений. ..."
            },
            {
                "title": "Подземные горные работы",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/123378/Podzemnye_gornye_raboty.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Гец, А. К.",
                    "Оника, С. Г.",
                    "Кологривко, А. А.",
                    "Шодиев, А. Н."
                ],
                "publishing_date": "2022",
                "description": "Пособие предназначено для ознакомления студентов с терминологией и основными понятиями разработки месторождений полезных ископаемых. Рассмотрены вопросы вскрытия, подготовки и очистной выемки полезного ископаемого для различных условий их залегания и размеров шахтных полей месторождений. Определены условия применимости различных способов и схем разработки, представлена методика ..."
            },
            {
                "title": "Проект массового взрыва",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/77495/Proekt_massovogo_vzryva.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Стасевич, В. И.",
                    "Оника, С. Г."
                ],
                "publishing_date": "2020",
                "description": "В пособии изложены общие принципы расчета массовых взрывов накладными, шпуровыми, скважинными и котловыми зарядами при открытом способе разработки месторождений полезных ископаемых. Представлены данные о станках шарошечного способа бурения и с погружными пневмоударниками. Рассмотрены преимущества, недостатки и возможные области применения различных способов взрывания. Даны сведения ..."
            },
            {
                "title": "Проектирование рудников и шахт",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5917/Proektirovanie_rudnikov_i_shaht.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Шпургалов, Ю. А."
                ],
                "publishing_date": "2012",
                "description": "Учебно-методическое пособие содержат описание основных закономерностей процесса проектирования горных предприятий и их подсистем на основе использования инновационных информационных технологий, современных методов решения проектных задач для определения оптимальных технических параметров проектируемых горных объектов. Учебно-методическое пособие предназначены для студентов очной ..."
            },
            {
                "title": "Промысловая геофизика",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/24292/Promyslovaya_geofizika.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Плакс, Д. П.",
                    "Бабец, М. А."
                ],
                "publishing_date": "2016",
                "description": "Настоящее учебно-методическое пособие является составной частью пособия по дисциплине «Полевая и промысловая геофизика». В то же время оно является продолжением его первой части, которая называется «Полевая геофизика». В пособии рассмотрены сущность геофизических, геохимических и других методов исследования скважин, методика и техника измерений, принципы интерпретации полученного ..."
            },
            {
                "title": "Процессы открытых горных работ",
                "image_url": null,
                "authors": [
                    "Халявкин, Ф. Г.",
                    "Оника, С. Г."
                ],
                "publishing_date": "2016",
                "description": "Учебно-методический комплекс составлен в соответствии с типовой учебной программой для высших учебных заведений по специальности: 1-51 02 01 «Разработка месторождений полезных ископаемых» (по направлениям), утвержденной Министерством образования Республики Беларусь, согласован с уче6но-методическим объединением вузов Республики Беларусь по образованию в области горнодобывающей ..."
            },
            {
                "title": "Разрушение горных пород взрывом",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/81516/Razrushenie_gornyh_porod.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Оника, С. Г.",
                    "Стасевич, В. И.",
                    "Кузьмич, А. К."
                ],
                "publishing_date": "2020",
                "description": "В пособии приведен комплекс сведений и материалов о технике и технологии взрывных работ на открытых и подземных горных работах. Представлены рекомендации по определению параметров буровзрывных работ в различных горно-геологических условиях."
            },
            {
                "title": "Разрушение горных пород взрывом",
                "image_url": null,
                "authors": [
                    "Оника, С. Г.",
                    "Стасевич, В. И.",
                    "Ковалева, И. М."
                ],
                "publishing_date": "2016",
                "description": "В электронном учебно-методическом комплексе рассмотрены оборудование, материалы и технические процессы дробления горных пород взрывом. Для открытия архива необходима программа WinRAR версии 5.0 и выше."
            },
            {
                "title": "Разрушение горных пород взрывом",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3495/Razrushenie_gornyh_porod_vzryvom.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Оника, С. Г.",
                    "Стасевич, В. И."
                ],
                "publishing_date": "2005",
                "description": "Изложены методы проектирования параметров буровзрывных работ при проведении подземных горных выработок. Рассмотрены взрывчатые вещества и даны рекомендации по их выбору. Освещены современные способы бурения шпуров и бурильные установки. Пособие предназначено для студентов специальности «Разработка полезных ископаемых» и «Горные машины» при выполнении курсовой работы по «Разрушению ..."
            },
            {
                "title": "Расчет показателей качества добытой рудной массы при подготовительных и очистных работах",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5953/Raschet_pokazatelej_kachestva_dobytoj.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Дешковский, В. Н."
                ],
                "publishing_date": "2012",
                "description": "В методическом пособии изложены методика и примеры расчета показателей качества добытой рудной массы при подготовительных и очистных работах в условиях пластовых, выдержанных по мощности месторождениях на примере Старобинского месторождения калийных солей. Издание предназначено для студентов высших учебных заведений по специальности 1-51 02 01 «Разработка месторождений полезных ..."
            },
            {
                "title": "Тренажер-имитатор бурения АМТ-221. В 2 ч. Ч. 1. Общие сведения о буровом оборудовании, применяемом при бурении скважин на нефть и газ",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6305/Trenazher_imitator_bureniya_AMT.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Матвеенко, Д. С.",
                    "Климович, А. В.",
                    "Бабец, М. А."
                ],
                "publishing_date": "2013",
                "description": "Методическое пособие предназначено для студентов – будущих инженеров по бурению. Цель издания – на уровне современных технологических требований освоить управление процессами бурения скважин на нефть и газ. Теоретические сведения, приведенные в пособии, помогут будущим специалистам ориентироваться в буровом оборудовании и освоить тренажер-имитатор бурения АМТ-221."
            },
            {
                "title": "Тренажер-имитатор бурения АМТ-221. В 2 ч. Ч. 2. Модель технологических процессов бурения скважины",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6316/Trenazher_imitator_bureniya_AMT.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Матвеенко, Д. С.",
                    "Климович, А. В.",
                    "Бабец, М. А."
                ],
                "publishing_date": "2013",
                "description": "В пособии приведены примеры оборудования и геолого-технические условия для типовых (базовых) вариантов имитации процесса бурения. Пользователи (обучаемые), прошедшие полный курс тренинга на тренажере-имитаторе АМТ-221, могут, пользуясь результатами собственного курсового проектирования скважин глубокого бурения, обратиться на кафедру «Горные работы» и при участии преподавателей ..."
            },
            {
                "title": "Устойчивость бортов карьеров",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/25703/Ustojchivost_bortov_karerov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Оника, С. Г.",
                    "Халявкин, Ф. Г.",
                    "Ганцовский, Е. И.",
                    "Семенова, М. В."
                ],
                "publishing_date": "2016",
                "description": "Изложены методы определения устойчивости откосов в сложных геологических условиях с применением программного комплекса GeoStudio. Предназначено для студентов специальности 1-51 02 01 «Разработка месторождений полезных ископаемых»."
            },
            {
                "title": "Устойчивость бортов карьеров и отвалов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1137/Ustojchivost_bortov_karerov_i_otvalov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Оника, С. Г."
                ],
                "publishing_date": "2005",
                "description": "В издании изложены методы исследования устойчивости бортов карьеров и отвалов, рассмотрены примеры практического выполнения работ."
            },
            {
                "title": "Учебно-методический комплекс по учебной дисциплине «Основы научных исследований и инновационной деятельности» для студентов специальности 1-51 02 01 \"Разработка месторождений полезных ископаемых\"",
                "image_url": null,
                "authors": [
                    "Федотова, С. А."
                ],
                "publishing_date": "2019",
                "description": "Дисциплина содержит разделы, в которых изложены методология научных исследований, классификация и организация научных исследований, виды исследований, поиск и обработка научной информации, планирование эксперимента и математическая обработка экспериментальных данных, основные требования к составлению и оформлению отчета о законченной научно-исследовательской работе. Для закрепления ..."
            },
            {
                "title": "Учебно-методическое пособие для курсовой работы \"Проект массового взрыва\" по дисциплине \"Разрушение горных пород взрывом\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3497/Proekt_massovogo_vzryva.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Стасевич, В. И.",
                    "Оника, С. Г."
                ],
                "publishing_date": "2006",
                "description": "В данном пособии изложены основные принципы проектирования массовых взрывов при разработке месторождений полезных ископаемых открытым способом. В пособии приведены методики расчета параметров скважинных, шпуровых, котловых зарядов рыхления; накладных и шпуровых зарядов при дроблении негабарита; правила выбора взрывчатых веществ (ВВ) и средств инициирования (СИ) зарядов, способов ..."
            },
            {
                "title": "Физика горных пород",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6286/Fizika_gornyh_porod.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Головач, А. А.",
                    "Куптель, Г. А.",
                    "Яцковец, А. И."
                ],
                "publishing_date": "2013",
                "description": "Лабораторный практикум служит руководством по самостоятельному определению студентами основных физических свойств пород. Издание предназначено для студентов высших учебных заведений по специальности 1-51 02 01 «Разработка месторождений полезных ископаемых»."
            },
            {
                "title": "Физика и химия торфа",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5043/Fizika_i_himiya_torfa.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Головач, А. А.",
                    "Куптель, Г. А.",
                    "Яцковец, А. И."
                ],
                "publishing_date": "2010",
                "description": "Лабораторный практикум служит руководством по самостоятельному определению студентами основных физических и химических свойств исходного торфа и готовой продукции. Издание предназначено для студентов высших учебных заведений по специальности 1-51 02 01 «Разработка месторождений полезных ископаемых», 1-36 10 01 «Горные машины и оборудование» при изучении курса «Физика торфа»."
            },
            {
                "title": "Электронный учебно-методический комплекс «Проектирование карьеров» для студентов специальности 1-51 02 01 «Разработка месторождений полезных ископаемых (по направлениям)»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/95891/Proektirovanie_karerov.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Оника, С. Г.",
                    "Гец, А. К.",
                    "Цыбуленко, П. В."
                ],
                "publishing_date": "2021",
                "description": "Оника, С. Г. Электронный учебно-методический комплекс «Проектирование карьеров» для студентов специальности 1-51 02 01 «Разработка месторождений полезных ископаемых (по направлениям)» [Электронный ресурс] / С. Г. Оника, А. К. Гец, П. В. Цыбуленко ; Белорусский национальный технический университет, Кафедра «Горные работы». – Минск : БНТУ, 2021."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Геоинформационные системы в горном деле» для студентов специальности 1-51 02 01 «Разработка месторождений полезных ископаемых» по направлениям",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/130179/Geoinformacionnye_sistemy.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Оника, С. Г.",
                    "Нарыжнова, Е. Ю.",
                    "Бильдюк, Е. В."
                ],
                "publishing_date": "2023",
                "description": "Электронный учебно-методический комплекс (ЭУМК) создан для возможности самостоятельного изучения теоретических основ, методов и технологий современных геоинформационных систем, используемых в горном деле, а также для приобретения умений использовать ГИС-пакеты в работе по построению цифровых карт и последующему анализу цифровых моделей массива горных пород. ЭУМК предназначен как ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Маркшейдерские работы при эксплуатации месторождений» для специальности 1-51 02 01 «Разработка месторождений полезных ископаемых»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/106844/Markshejderskie_raboty.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Кологривко, А. А.",
                    "Астапенко, Т. С."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс (ЭУМК) содержит сведения об основах геодезическо-маркшейдерских измерений и расчетов с использованием современных приборов и инструментов, технологии ведения маркшейдерских работ и геометризации недр при разработке месторождений полезных ископаемых открытым и подземным способами. ЭУМК предназначен как для самостоятельной подготовки студентов ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Технология и механизация подземной разработки месторождений полезных ископаемых» для студентов специальности 1-51 02 01 «Разработка месторождений полезных ископаемых» (подземные горные работы)",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/150383/Tekhnologiya_i_mekhanizaciya.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Гец, А. К.",
                    "Оника, С. Г.",
                    "Павловский, А. И.",
                    "Нарыжнова, Е. Ю."
                ],
                "publishing_date": "2024",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Технология и механизация подземной разработки месторождений полезных ископаемых» для студентов специальности 1-51 02 01 «Разработка месторождений полезных ископаемых» (подземные горные работы) / Белорусский национальный технический университет, Кафедра «Горные работы» ; сост.: А. К. Гец, С. Г. Оника, А. И. Павловский, ..."
            }
        ]
    },
    "Инженерная экология": {
        "count": "[72]",
        "items": [
            {
                "title": "Аналитическая химия",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3701/Analiticheskaya_himiya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Дорожко, С. В.",
                    "Макаревич, Н. Ф."
                ],
                "publishing_date": "2010",
                "description": "Учебно-методическое пособие подготовлено в соответствии с программой курса «Аналитическая химия и ФХМА». Включены краткий теоретический материал, ссылки на источники с более подробной информацией, приведены примеры решения некоторых типовых задач, вопросы и задачи для выполнения контрольных работ."
            },
            {
                "title": "Безопасность жизнедеятельности человека",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/142762/Bezopasnost_zhiznedeyatelnosti.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Хрипович, А. А.",
                    "Кляусова, Ю. В.",
                    "Морзак, Г. И.",
                    "Цыганова, А. А.",
                    "Сидорская, Н. В."
                ],
                "publishing_date": "2024",
                "description": "В издании представлены практические работы по основным разделам учебной дисциплины «Безопасность жизнедеятельности человека»: теоретические основы безопасности жизнедеятельности человека, предупреждение чрезвычайных ситуаций и реагирование на них, действия населения в чрезвычайных ситуациях, мероприятия по радиационной защите, промышленная безопасность."
            },
            {
                "title": "Влияние кислотных осадков на состояние поверхностных водоемов",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4955/Vliyanie_kislotnyh_osadkov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Мартынюк, С. С.",
                    "Сидорская, Н. В.",
                    "Лободенко, Ю. С."
                ],
                "publishing_date": "2010",
                "description": "Методические указания предназначены для выполнения лабораторной работы по дисциплине «Основы экологии» студентами всех специальностей БНТУ. Приводятся краткие теоретические сведения по влиянию кислотных осадков на состояние воды поверхностных водоемов, методика определения показателя рН воды и вопросы для самоконтроля. Методические указания рассмотрены на заседании кафедры экологии ..."
            },
            {
                "title": "Гигиена окружающей среды",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/35893/Gigiena_okruzhayushchej_sredy.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Ролевич, И. В.",
                    "Сидорская, Н. В."
                ],
                "publishing_date": "2017",
                "description": "Электронный учебно-методический комплекс (ЭУМК) содержит сведения о новейших достижениях в области гигиены окружающей среды, необходимые студенту для выполнения курсовых и практических работ. В ЭУМК представлены современные данные о взаимосвязи состояния здоровья населения с качеством окружающей среды, принципах и методах гигиенического регламентирования факторов окружающей среды, ..."
            },
            {
                "title": "Задачи и упражнения по химии",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3784/Zadachi_i_uprazhneniya_po_himii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Бурак, Г. А.",
                    "Гранщикова, И. М.",
                    "Евсеева, Е. А.",
                    "Кречко, А. А.",
                    "Марчик, Э. Ф.",
                    "Медведев, Д. И.",
                    "Меженцев, А. А.",
                    "Проворова, И. М.",
                    "Слепнева, Л. М.",
                    "Шнып, И. А.",
                    "Шункевич, В. О.",
                    "Яглов, В. Н."
                ],
                "publishing_date": "2006",
                "description": "Издание содержит задачи и упражнения по химии, предназначенные для выполнения индивидуальных домашних заданий, предлабораторного контроля, а также практических занятий. В каждой главе\r\nпредставлено 17 простых задач (например, 4.1 - 4.17) и 17 более сложных (например, 4.18 - 4.34). Индивидуальное домашнее задание включает две задачи - одну простую и одну более сложную. Темы ..."
            },
            {
                "title": "Задачи и упражнения по химии",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/2369/Zadachi_i_uprazhneniya_po_himii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Бурак, Г. А.",
                    "Гранщикова, И. М.",
                    "Евсеева, Е. А.",
                    "Кречко, А. А.",
                    "Лукьянова, Р. С.",
                    "Марчик, Э. Ф.",
                    "Медведев, Д. И.",
                    "Меженцев, А. А.",
                    "Петрушенко, Л. Г.",
                    "Проворова, И. М.",
                    "Слепнева, Л. М.",
                    "Шнып, И. А.",
                    "Шункевич, В. О.",
                    "Яглов, В. Н."
                ],
                "publishing_date": "2003",
                "description": "Издание содержит задачи и упражнения по химии, предназначенные для выполнения индивидуальных домашних заданий."
            },
            {
                "title": "Задачи лабораторного контроля по химии",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/18690/Zadachi_laboratornogo_kontrolya_po_himii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Меженцев, А. А.",
                    "Зык, Н. В.",
                    "Бурак, Г. А.",
                    "Глушонок, Г. К.",
                    "Горбунова, В. А.",
                    "Кирюшина, Н. Г.",
                    "Кречко, Н. А.",
                    "Медведев, Д. И.",
                    "Проворова, И. Б.",
                    "Слепнева, Л. М.",
                    "Шагойко, Ю. В.",
                    "Яглов, В. Н."
                ],
                "publishing_date": "2015",
                "description": "В данном пособии представлены решения типовых задач различного уровня сложности по основным разделам курса химии, который излагается студентам на лекциях. В задачах даны термины и условные обозначения, применяемые в Международной системе единиц."
            },
            {
                "title": "Задачи лабораторного контроля по химии",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/18190/Zadachi_laboratornogo_kontrolya_po_himii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Проворова, И. Б.",
                    "Слепнева, Л. М.",
                    "Шагойко, Ю. В.",
                    "Яглов, В. Н.",
                    "Бурак, Г. А.",
                    "Глушонок, Г. К.",
                    "Горбунова, В. А.",
                    "Зык, Н. В.",
                    "Кирюшина, Н. Г.",
                    "Кречко, Н. А.",
                    "Медведев, Д. И.",
                    "Меженцев, А. А."
                ],
                "publishing_date": "2015",
                "description": "В данном пособии представлены решения типовых задач различного уровня сложности по основным разделам курса химии, который излагается студентам на лекциях. В задачах даны термины и условные обозначения, применяемые в Международной системе единиц."
            },
            {
                "title": "Задачи лабораторного контроля по химии",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/88667/Zadachi_laboratornogo_kontrolya.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Бурак, Г. А.",
                    "Глушонок, Г. К.",
                    "Горбунова, В. А.",
                    "Зык, Н. В.",
                    "Кречко, Н. А.",
                    "Медведев, Д. И.",
                    "Меженцев, А. А.",
                    "Проворова, И. Б.",
                    "Слепнева, Л. М.",
                    "Шагойко, Ю. В."
                ],
                "publishing_date": "2021",
                "description": "В данном пособии представлены решения типовых задач различного уровня сложности по основным разделам курса химии, который излагается студентам на лекциях. В задачах даны термины и условные обозначения, применяемые в Международной системе единиц."
            },
            {
                "title": "Задачи предлабораторного контроля по химии",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/813/Zadachi_predlaboratornogo_kontrolya_po_himii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Бурак, Г. А.",
                    "Евсеева, Е. А.",
                    "Медведев, Д. И.",
                    "Меженцев, А. А.",
                    "Проворова, И. Б.",
                    "Слепнева, Л. М.",
                    "Шнып, И. А.",
                    "Яглов, В. Н."
                ],
                "publishing_date": "2009",
                "description": "В данном пособии представлены решения типовых задач различного уровня сложности по основным разделам курса химии, который излагается студентам на лекциях. В задачах даны термины и условные обозначения, применяемые в Международной системе единиц."
            },
            {
                "title": "Задачи предлабораторного контроля по химии",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/2569/Zadachi_predlaboratornogo_kontrolya_po_himii.pdf.jpg?sequence=9&isAllowed=y",
                "authors": [
                    "Бурак, Г. А.",
                    "Гранщикова, И. М.",
                    "Евсеева, Е. А.",
                    "Кречко, Н. А.",
                    "Марчик, Э. Ф.",
                    "Медведев, Д. И.",
                    "Меженцев, А. А.",
                    "Проворова, И. Б.",
                    "Слепнева, Л. М.",
                    "Шнып, И. А.",
                    "Шункевич, В. О.",
                    "Яглов, В. Н."
                ],
                "publishing_date": "2005",
                "description": "В данном пособии представлены решения типовых задач различного уровня сложности по основным разделам курса химии, который излагается студентам на лекциях. В задачах даны термины и условные обозначения, применяемые в Международной системе единиц."
            },
            {
                "title": "Защита населения и объектов от чрезвычайных ситуаций. Радиационная безопасность",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/81219/Zashchita_naseleniya.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Ролевич, И. В.",
                    "Морзак, Г. И.",
                    "Зеленухо, Е. В."
                ],
                "publishing_date": "2020",
                "description": "Учебно-методическое пособие содержит данные об ионизирующих излучениях, дозах их воздействия, радионуклидах, последствиях катастрофы на Чернобыльской АЭС. Большое внимание уделено изучению основных понятий радиоактивности и природе возникновения ионизирующих излучений. Представлены методики измерения доз излучения, радиоактивности почвы, строительных материалов, продуктов питания, ..."
            },
            {
                "title": "Защита населения и объектов при чрезвычайных ситуациях. Радиационная безопасность",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/27303/Zashchita_naseleniya_i_obektov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Морзак, Г. И.",
                    "Ролевич, И. В.",
                    "Хорева, С. А.",
                    "Цуприк, Л. Н."
                ],
                "publishing_date": "2016",
                "description": "В издании представлены основные практические работы по разделам: теоретические основы безопасности жизнедеятельности человека, характеристика чрезвычайных ситуаций, предупреждение чрезвычайных ситуаций и реагирование на них, действия органов управления, сил ГСЧС, ГО и населения в чрезвычайных ситуациях и мероприятия по радиационной защите."
            },
            {
                "title": "Защита населения и хозяйственных объектов от чрезвычайных ситуаций. Радиационная безопасность",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/4643/Zashchita_naseleniya_i_hozyajstvennyh.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Ролевич, И. В.",
                    "Морзак, Г. И.",
                    "Ролевич, И. В.",
                    "Гордеева, Л. Н.",
                    "Зеленухо, Е. В.",
                    "Цуприк, Л. Н"
                ],
                "publishing_date": "2013",
                "description": "Учебно-методический комплекс (УМК) содержит сведения о новейших достижениях в области защиты населения и хозяйственных объектов от чрезвычайных ситуаций и радиационной безопасности, необходимые студенту для выполнения лабораторных и практических работ. В УМК приведены основные методики по обнаружению и измерению ионизирующих излучений, даётся общее представление о радиации, ..."
            },
            {
                "title": "Защита населения и хозяйственных объектов от чрезвычайных ситуаций. Радиационная безопасность",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/68583/Zashchita_naseleniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Ролевич, И. В.",
                    "Дорожко, С. В."
                ],
                "publishing_date": "2005",
                "description": "С учётом новейших достижений в области радиационной безопасности издание содержит сведения, необходимые студенту для выполнения лабораторных работ по курсу «Защита населения и хозяйственных объектов от чрезвычайных ситуаций. Радиационная безопасность». В руководстве приведены основные методики по обнаружению и измерению ионизирующих излучений, даётся общее представление о радиации, ..."
            },
            {
                "title": "Коллоидная и физическая химия для студентов специальности 7-07-0732-01 «Строительство зданий и сооружений»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/155817/Kolloidnaya_i_fizicheskaya_himiya.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Меженцев, А. А.",
                    "Зык, Н. В."
                ],
                "publishing_date": "2025",
                "description": "Учебно-методический комплекс «Коллоидная и физическая химия» для студентов специальности 7-07-0732-01 « Строительство зданий и сооружений» профилизации «Производство строительных изделий и конструкций» содержит полное описание курса лекций, справочные таблицы. Предложенный комплекс разработан в целях формирования у студентов познаний в области коллоидной и физической химии и ..."
            },
            {
                "title": "Комплексное управление отходами",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/21235/Kompleksnoe_upravlenie_othodami.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Благовещенская, Т. С."
                ],
                "publishing_date": "2015",
                "description": "В методических указаниях по дисциплине «Комплексное управление отходами» приведены семь практических работ по основным аспектам в области обращения с отходами, в соответствии с требованиями учебной программы «Комплексное управление отходами»: по определению состава отходов; определению расчетным путем степени и класса опасности отходов; расчету нормативов образования отходов; ..."
            },
            {
                "title": "Комплексное управление отходами",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5096/Kompleksnoe_upravlenie_othodami.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Благовещенская, Т. С.",
                    "Скуратович, И. В."
                ],
                "publishing_date": "2010",
                "description": "Методические указания рассмотрены на заседании кафедры экологии БНТУ и рекомендованы к утверждению. Одобрены и рекомендованы к утверждению научно-методическим Советом ФГДЭ БНТУ."
            },
            {
                "title": "Конспект лекций по дисциплине \"Основы биохимии и токсикологии\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1749/Osnovy_biohimii_i_toksikologii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Левданская, В. А."
                ],
                "publishing_date": "2008",
                "description": "В конспекте дается теоретический материал спецкурса «Основы биохимии и токсикологии» согласно базовой программы и рассматриваются основные свойства биомолекул, строение биомембран и пути поступления химических веществ в клетку, основные показатели токсичности, характеристика и механизм  действия ядов."
            },
            {
                "title": "Курс лекций по дисциплине \"Экономика природопользования\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/2111/EHkonomika_prirodopolzovaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Дорожко, С. В.",
                    "Хорева, С. А."
                ],
                "publishing_date": "2008",
                "description": "Курс лекций по дисциплине «Экономика природопользования» содержит 15 лекций по теоретическому материалу дисциплины и дополнительную 16 лекцию, в которой изложены задания для обсуждения на семинарских занятиях типовых задач, случаев из практики, деловых игр по ключевым проблемам экономики природопользования. Такой подход к лекционному курсу позволяет ориентировать студенческую ..."
            },
            {
                "title": "Лабораторный практикум «Коллоидная и физическая химия» для студентов специальности 1-70 01 01 «Производство строительных изделий и конструкций»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/137204/Kolloidnaya_i_fizicheskaya_himiya.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Меженцев, А. А.",
                    "Зык, Н. В.",
                    "Цыганова, А. А.",
                    "Хрипович, А. А.",
                    "Солиев, М. И.",
                    "Арисланов, А. С."
                ],
                "publishing_date": "2023",
                "description": "Учебно-методический комплекс лабораторный практикум «Коллоидная и физическая химия» для студентов специальности 1-70 01 01 «Производство строительных изделий и конструкций» содержит подробное описание процесса выполнения лабораторных работ, содержание основных вопросов по лабораторному практикуму, справочные таблицы, структуру билетов рубежного контроля. Предложенный комплекс ..."
            },
            {
                "title": "Лабораторный практикум по курсу химии",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/26062/Laboratornyj_praktikum_po_kursu_himii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Яглов, В. Н.",
                    "Слепнева, Л. М.",
                    "Яглов, В. Н.",
                    "Беляцкий, В. Н.",
                    "Бурак, Г. А.",
                    "Евсеева, Е. А.",
                    "Зык, Н. В.",
                    "Медведев, Д. И.",
                    "Меженцев, А. А.",
                    "Проворова, И. Б."
                ],
                "publishing_date": "2007",
                "description": "Издание предназначено для лучшего усвоения студентами программного материала общетеоретической и практической части курса химии. Оно включает описание последовательности выполнения лабораторных работ и расчет выхода продуктов реакции."
            },
            {
                "title": "Методические указания к выполнению курсовой работы по дисциплине \"Экономика природопользования\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1161/EHkonomika_prirodopolzovaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Дорожко, С. В.",
                    "Хорева, С. А."
                ],
                "publishing_date": "2008",
                "description": "Методические указания содержат рекомендации по выполнению курсовой работы учебной дисциплины «Экономика природопользования». Итоговая курсовая работа должна закрепить теоретические знания лекционного курса и практических работ, касающихся методов и нормативной базы РБ по экономической оценке природных ресурсов и платежей за природопользование. На основе индивидуального задания и ..."
            },
            {
                "title": "Методические указания к проведению расчетно-практической работы \"Определение эколого-экономического ущерба при несанкционированном размещении отходов\" по курсу \"Отраслевая экология\" для студентов всех специальностей",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/24586/Opredelenie_ehkologo_ehkonomicheskogo.pdf.jpg?sequence=9&isAllowed=y",
                "authors": [
                    "Малькевич, Н. Г.",
                    "Трусова, И. А.",
                    "Войтов, И. В.",
                    "Дорожко, С. В."
                ],
                "publishing_date": "1999",
                "description": "Методические указания «Определение эколого-экономического ущерба при несанкционированном размещении отходов» предназначены для студентов всех специальностей технических и технологических вузов республики, изучающих курс «Отраслевая экология». В работе приводятся краткие сведения о классификации промышленных отходов, основных направлениях снижения отходов и их утилизации, задания ..."
            },
            {
                "title": "Методические указания по выполнению раздела \"Экономика\" дипломного проекта (дипломной работы) для студентов специальности 1-57 01 02 \"Экологический менеджмент и аудит в промышленности\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5308/Metodicheskie_ukazaniya_po_vypolneniyu.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Хорева, С. А.",
                    "Морзак, Г. И.",
                    "Малькевич, Н. Г.",
                    "Дорожко, С. В."
                ],
                "publishing_date": "2012",
                "description": "Методические указания содержат рекомендации по выполнению раздела «Экономика» в дипломном проекте студентами специальности 1-57 01 02 «Экологический менеджмент и аудит в промышленности». Даны примеры расчета эколого-экономической эффективности природоохранных мероприятий, экологического ущерба составления бизнес-плана инновационного проекта."
            },
            {
                "title": "Определение концентрации и массы оксидов азота и диоксида серы при сжигании топлива в промышленных установках",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/24122/Opredelenie_koncentracii_i_massy.pdf.jpg?sequence=9&isAllowed=y",
                "authors": [
                    "Малькевич, Н. Г.",
                    "Трусова, И. А."
                ],
                "publishing_date": "1999",
                "description": "Методическое пособие “Определение концентрации и массы оксидов азота и диоксида серы при сжигании топлива в промышленных установках” предназначено для студентов всех специальностей технических и технологических вузов республики, изучающих курс “Отраслевая экология\". В пособии приводятся сведения об источниках образования оксидов азота и диоксида серы и методика определения массы ..."
            },
            {
                "title": "Определение массы оксида углерода при сжигании органического топлива",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/24584/Opredelenie_massy_oksida_ugleroda.pdf.jpg?sequence=9&isAllowed=y",
                "authors": [
                    "Трусова, И. А.",
                    "Малькевич, Н. Г."
                ],
                "publishing_date": "1999",
                "description": "Методическое пособие «Определение массы оксида углерода при сжигании органического топлива» предназначено для студентов всех специальностей технических и технологических вузов республики, изучающих курс «Ограслевая экология». В нем изложена методика сравнительного анализа массы оксида углерода для двух типичных случаев сжигания топлива (полное сжигание топлива н неполное) в ..."
            },
            {
                "title": "Определение приведенного коэффициента излучения и степени черноты твердого тела",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/24585/Opredelenie_privedennogo_koehfficienta.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Тимошпольский, В. И.",
                    "Трусова, И. А.",
                    "Кабишов, С. М.",
                    "Климович, Г. А.",
                    "Ратников, П. Э."
                ],
                "publishing_date": "2007",
                "description": "Методические указания к выполнению лабораторной работы предназначены для закрепления и углубления теоретических знаний, полученных при изучении лекционного материала по курсу «Металлургическая теплотехника и теплоэнергетика», а также для приобретения практических навыков выполнения теплотехнических измерений и расчетов."
            },
            {
                "title": "Органическая химия",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/911/Organicheskaya_himiya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Слепнева, Л. М."
                ],
                "publishing_date": "2005",
                "description": "Учебно-методическое пособие по органической химии предназначено для студентов-заочников инженерных специальностей. В программе значительное место отведено вопросам, связанным с охраной окружающей среды, поэтому оно может быть также использовано как учебно-методическое пособие для студентов-инженеров экологического профиля."
            },
            {
                "title": "Органическая химия для студентов специальности 7-07-0732-01 Строительство зданий и сооружений профилизации «Производство строительных изделий и конструкций»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/144317/Organicheskaya_himiya.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Слепнёва, Л. М.",
                    "Горбунова, В. А."
                ],
                "publishing_date": "2024",
                "description": "Учебно-методический комплекс «Органическая химия» для студентов специальности 7-07-0732-01 Строительство зданий и сооружений профилизации «Производство строительных изделий и конструкций» содержит перечень и содержание тем лекций, соответствующих учебной программе, вопросы и задачи по каждой теме, список литературы, справочный материал и таблицу выполнения домашних заданий по ..."
            },
            {
                "title": "Основы геоэкологии и геоинформационных систем. Базовые средства ArcView GIS 3.x",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5315/Osnovy_geoehkologii_i_geoinformacionnyh_sistem.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Лаптёнок, С. А."
                ],
                "publishing_date": "2012",
                "description": "Издание содержит сведения, необходимые студенту для выполнения лабораторных работ по дисциплине «Основы геоэкологии и геоинформационных систем». В руководстве приведены основные методики использования инструментальных средств, реализующих технологии географических информационных систем, в целях пространственного моделирования природных и антропогенных объектов и систем. Описаны ..."
            },
            {
                "title": "Основы геоэкологии и геоинформационных систем. Построение пространственных моделей средствами ArcView GIS и Spatial Analyst",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5906/Osnovy_geoehkologii_i_geoinformacionnyh_sistem.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Лаптёнок, С. А."
                ],
                "publishing_date": "2013",
                "description": "Издание содержит сведения, необходимые студенту для выполнения лабораторных работ по курсу «Основы геоэкологии и геоинформационных систем». В руководстве приведены основные методики использования инструментальных средств, реализующих технологии географических информационных систем, в целях пространственного моделирования природных и антропогенных объектов и систем. Описаны базовые ..."
            },
            {
                "title": "Основы научных исследований и инновационной деятельности",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/112373/Osnovy_nauchnyh_issledovanij.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Родькин, О. И.",
                    "Лаптёнок, С. А."
                ],
                "publishing_date": "2022",
                "description": "Пособие состоит из двух основных блоков: научная и инновационная деятельности. Оно включает учебные материалы по различным аспектам научной и инновационной деятельности, необходимые для изучения дисциплины. В пособии приведены сведения о методологии и методах научных исследований, алгоритмах анализа их результатов, основах научно-инновационной деятельности в правовом поле Республики ..."
            },
            {
                "title": "Основы экологии",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/5265/Osnovy_ehkologii.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Левданская, В. А.",
                    "Бельская, Г. В.",
                    "Карпинская, Е. В."
                ],
                "publishing_date": "2013",
                "description": "Учебно-методический комплекс (УМК) содержит сведения о новейших достижениях в области экологических исследований, которые необходимы для выполнения лабораторных работ. В учебном комплексе в теоретической части рассматриваются вопросы по структуре и функциям экологических систем, на примере биосферы, дается понятие экологических факторов и базирующихся на них основных законов ..."
            },
            {
                "title": "Основы экологии",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3510/Osnovy_ehkologii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Левданская, В. А.",
                    "Бельская, Г. В."
                ],
                "publishing_date": "2012",
                "description": "В учебном пособии изложены вопросы функционирования природных экосистем и биосферы, ресурсных материальных циклах и распределении энергии, развитии, эксплуатации и ограниченности природных ресурсов, антропогенном воздействии на окружающую среду, методах управления природными ресурсами, основных направлениях по снижению антропогенного воздействия на биосферу. Обоснована необходимость ..."
            },
            {
                "title": "Основы экономики природопользования",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1160/Osnovy_ehkonomiki_prirodopolzovaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Дорожко, С. В.",
                    "Хорева, С. А."
                ],
                "publishing_date": "2008",
                "description": "Практикум содержит данные об основных методах оценки влияния человеческой деятельности на окружающую среду. Приведены основные методики  расчета экономического ущерба, наносимого атмосферному воздуху, водному бассейну. Изложены принципы расчета экологического налога за добычу и использование природных ресурсов, а также представлен расчет экономической оценки природных ресурсов ..."
            },
            {
                "title": "Оценка штрафных платежей за загрязнение атмосферного воздуха промышленными предприятиями",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/24587/Ocenka_shtrafnyh_platezhej.pdf.jpg?sequence=9&isAllowed=y",
                "authors": [
                    "Трусова, И. А.",
                    "Малькевич, Н. Г.",
                    "Войтов, И. В.",
                    "Реут, Т. А."
                ],
                "publishing_date": "1999",
                "description": "Методическое пособие «Оценка штрафных платежей за загрязнение атмосферного воздуха промышленными предприятиями» предназначено для студентов всех специальностей технических и технологических вузов республики, изучающих курс «Отраслевая экология». В нем приводятся общне сведения о природоохранной деятельности промышленных предприятий, подходах к установлению штрафных платежей за ..."
            },
            {
                "title": "Программа и контрольные задания по химии",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/3649/Programma_i_kontrolnye_zadaniya_po_himii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Яглов, В. Н.",
                    "Бурак, Г. А.",
                    "Евсеева, Е. А.",
                    "Зык, Н. В.",
                    "Марчик, Э. Ф.",
                    "Медведев, Д. И.",
                    "Меженцев, А. А.",
                    "Слепнева, Л. М."
                ],
                "publishing_date": "2006",
                "description": "Методические указания для студентов-заочников инженерно-технических (нехимических) специальностей предназначены для обучения и лучшего усвоения студентами программного материала. Они включают примеры решения задач и контрольные задания по курсу химии."
            },
            {
                "title": "Программа технологической практики для III курса (6-й семестр) специальности 1-57 01 02 \"Экологический менеджмент и аудит в промышленности\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/1164/Programma_tekhnologicheskoj_praktiki.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Дорожко, С. В.",
                    "Малькевич, Н. Г.",
                    "Сидорская, Н. В."
                ],
                "publishing_date": "2004",
                "description": "Программа является руководством по прохождению технологической практики для студентов специальности 1-57 01 02 «Экологический менеджмент и аудит в промышленности» БНТУ. Программа содержит основные положения по организации и руководству практикой, в ней раскрыты цели и задачи технологической практики, изложены обязанности и права студентов-практикантов, а также требования к написанию ..."
            },
            {
                "title": "Программы учебной и производственных практик",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/20498/Programmy_uchebnoj_i_proizvodstvennyh_praktik.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Морзак, Г. И.",
                    "Малькевич, Н. Г.",
                    "Скуратович, И. В.",
                    "Цуприк, Л. Н."
                ],
                "publishing_date": "2015",
                "description": "Методические указания предназначены для организации мониторинговой, производственной технологической, эколого-менеджерской и преддипломной практик для студентов специальности 1-57 01 02 в соответствии с требованиями стандарта специальности и типовым учебным планом. Практики являются частью общего процесса подготовки специалистов, продолжением учебного процесса в производственных ..."
            },
            {
                "title": "Производственный и персональный менеджмент",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/31839/Proizvodstvennyj_i_personalnyj_menedzhment.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Хорева, С. А.",
                    "Морзак, Г. И.",
                    "Басалай, И. А."
                ],
                "publishing_date": "2017",
                "description": "Производственный и персональный менеджмент [Электронный ресурс] : учебно-методический комплекс для студентов специальности 1-57 01 02 \"Экологический менеджмент и аудит в промышленности\" / Белорусский национальный технический университет, Кафедра \"Экология\" ; сост.: С. А. Хорева, Г. И. Морзак, И. А. Басалай. – Минск : БНТУ, 2017."
            },
            {
                "title": "Радиационная безопасность",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/935/Radiacionnaya_bezopasnost.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Морзак, Г. И.",
                    "Ролевич, И. В.",
                    "Зеленухо, Е. В."
                ],
                "publishing_date": "2011",
                "description": "Учебный комплекс содержит современные сведения, необходимые студенту для выполнения практических и лабораторных работ по курсу «Защита населения и хозяйственных объектов в чрезвычайных ситуациях. Радиационная безопасность». В учебном комплексе приведены основные методики по обнаружению и измерению ионизирующих излучений, даётся общее представление о радиации, радионуклидах, ..."
            },
            {
                "title": "Технические основы охраны окружающей среды",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/11507/Tekhnicheskie_osnovy_ohrany_okruzhayushchej_sredy.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Малькевич, Н. Г.",
                    "Морзак, Г. И."
                ],
                "publishing_date": "2014",
                "description": "Изложены современные методы снижения загрязнения атмосферы. Рассмотрены конструкции, принципы действия, методы подбора аппаратов и оборудования для очистки газовых выбросов. Издание предназначено для студентов машиностроительных, металлургических и приборостроительных специальностей вузов, а также может быть использовано в практической деятельности специалистов промышленных ..."
            },
            {
                "title": "Технические основы охраны окружающей среды",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/26767/Tekhnicheskie_osnovy_ohrany_okruzhayushchej_sredy.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Малькевич, Н. Г."
                ],
                "publishing_date": "2016",
                "description": "Малькевич, Н. Г. Технические основы охраны окружающей среды [Электронный ресурс] : учебно-методический комплекс для студентов специальности 1-57 01 02 \"Экологический менеджмент и аудит в промышленности\" / Н. Г. Малькевич ; Белорусский национальный технический университет, Кафедра \"Экология\". – Минск : БНТУ, 2016."
            },
            {
                "title": "Технические основы охраны окружающей среды. Ч. 1. Управление качеством окружающей среды",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/85334/Tekhnicheskie_osnovy_ohrany.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Малькевич, Н. Г.",
                    "Морзак, Г. И."
                ],
                "publishing_date": "2021",
                "description": "В предлагаемом издании изложены современные методы снижения загрязнения окружающей среды. Издание предназначено для студентов технических вузов, а также может быть использовано в практической деятельности специалистов промышленных предприятий для комплексного решения экологических вопросов."
            },
            {
                "title": "Управление экологической безопасностью предприятия",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/48141/Upravlenie_ehkologicheskoj_bezopasnostyu_predpriyatiya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Морзак, Г. И.",
                    "Сидорская, Н. В.",
                    "Родькин, О. И.",
                    "Малькевич, Н. Г."
                ],
                "publishing_date": "2018",
                "description": "Управление экологической безопасностью предприятия [Электронный ресурс] : учебно-методический комплекс для магистрантов специальности 1-33 80 01 \"Экология\" / Белорусский национальный технический университет, Кафедра \"Экология\" ; сост.: Г. И. Морзак [и др.]. – Минск : БНТУ, 2018."
            },
            {
                "title": "Управление экологической безопасностью предприятия",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/109752/Upravlenie_ehkologicheskoj_bezopasnostyu.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Родькин, О. И.",
                    "Морзак, Г. И.",
                    "Сидорская, Н. В."
                ],
                "publishing_date": "2022",
                "description": "Методическое пособие предназначено для выполнения практических работ по дисциплине «Управление экологической безопасностью предприятия» для магистрантов специальности 1-33 80 01 «Экология». Пособие содержит современные данные об основных направлениях охраны окружающей среды и экологической безопасности на промышленном предприятии."
            },
            {
                "title": "Физико-химические процессы в окружающей среде",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/11506/Fiziko_himicheskie_processy_v_okruzhayushchej_srede.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Морзак, Г. И.",
                    "Малькевич, Н. Г."
                ],
                "publishing_date": "2014",
                "description": "Изложены сведения об основных компонентах атмосферы, основные виды химических превращений соединений в атмосфере, характеристика реакционно-способных частиц в атмосфере и описана атмосферная химия углеводородов."
            },
            {
                "title": "Физико-химические процессы в окружающей среде",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/26059/Fiziko_himicheskie_processy_v_okruzhayushchej_srede.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Морзак, Г. И.",
                    "Хрипович, А. А."
                ],
                "publishing_date": "2016",
                "description": "Электронный учебно-методический комплекс (ЭУМК) содержит сведения о происходящих естественных процессах в окружающей среде и процессах, связанных со всеми проявлениями жизнедеятельности человека. В комплексе раскрыты механизмы их протекания и представлены возможные пути воздействия химических загрязнителей на окружающую среду. В ЭУМК представлены методы прогнозирования поведения ..."
            },
            {
                "title": "Физико-химические процессы в окружающей среде",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/29626/Fiziko-himicheskie_processy_v_okruzhayushchej_srede.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Морзак, Г. И.",
                    "Хрипович, А. А."
                ],
                "publishing_date": "2017",
                "description": "Методическое пособие содержит примеры решения типовых задач, связанных с физико-химическими процессами, происходящими в атмосфере, гидросфере и почве. Каждому разделу предпослано теоретическое введение. Для студентов, магистрантов и аспирантов, изучающих вопросы охраны окружающей среды и рационального природопользования."
            },
            {
                "title": "Физикохимия полимеров",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/8894/Fizikohimiya_polimerov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Слепнева, Л. М."
                ],
                "publishing_date": "2014",
                "description": "Учебная программа нового поколения по дисциплине «Физикохимия полимеров» предназначена для реализации на первой ступени высшего образования в рамках цикла естественнонаучных дисциплин. Ее отличительными особенностями по сравнению с предыдущим типом учебной программы являются: обновленное содержание, значительное усиление роли и доли самостоятельной работы студента, использование ..."
            },
            {
                "title": "Физикохимия полимеров",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/912/Fizikohimiya_polimerov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Слепнева, Л. М."
                ],
                "publishing_date": "2010",
                "description": "Учебно-методическое пособие предназначено для студентов направления специальности 1-36 20 02-01 «Упаковочное производство (проектирование и дизайн  упаковки)» заочной формы обучения факультета технологий управления и гуманитаризации, обучающихся по программе «Физикохимия полимеров». Пособие может быть использовано студентами для более глубокого изучения химии полимеров в учебном ..."
            },
            {
                "title": "Физикохимия полимеров",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6293/Fizikohimiya_polimerov.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Слепнёва, Л. М."
                ],
                "publishing_date": "2011",
                "description": "Пособие предназначено для студентов направления специальности 1-36 20 02-01 «Упаковочное производство (проектирование и дизайн упаковки)» заочной формы обучения факультета технологий управления и гуманитаризации БНТУ, обучающихся по программе «Физикохимия полимеров». Пособие может быть использовано студентами для более глубокого изучения химии полимеров в учебном курсе органической ..."
            },
            {
                "title": "Химия",
                "image_url": null,
                "authors": [
                    "Яглов, В. Н.",
                    "Бурак, Г. А.",
                    "Меженцев, А. А."
                ],
                "publishing_date": "2012",
                "description": "Для открытия архива необходима программа WinRAR версии 5.0 и выше."
            },
            {
                "title": "Химия",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/58718/Himiya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Яглов, В. Н.",
                    "Меженцев, А. А.",
                    "Бурак, Г. А.",
                    "Зык, Н. В.",
                    "Слепнева, Л. М.",
                    "Горбунова, В. А.",
                    "Глушонок, Г. К.",
                    "Кречко, Н. А.",
                    "Шагойко, Ю. В."
                ],
                "publishing_date": "2019",
                "description": "Предложенный комплекс разработан в целях формирования у студентов познаний в области общей химии и направлен на повышение уровня профессиональной подготовки специалистов энергетического профиля. Учебно-методический комплекс по химии для студентов, обучающихся на специальностях энергетического профиля, содержит подробное описание процесса выполнения лабораторных работ, материалы ..."
            },
            {
                "title": "Химия для курсантов военно-технического профиля",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/48620/Himiya_dlya_kursantov_voenno-tekhnicheskogo_profilya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Яглов, В. Н.",
                    "Меженцев, А. А.",
                    "Бурак, Г. А.",
                    "Зык, Н. В.",
                    "Слепнева, Л. М.",
                    "Горбунова, В. А.",
                    "Проворова, И. Б.",
                    "Глушонок, Г. К.",
                    "Медведев, Д. И.",
                    "Кречко, Н. А.",
                    "Шагойко, Ю. В."
                ],
                "publishing_date": "2018",
                "description": "Учебно-методический комплекс для курсантов военно-технического профиля по химии содержит подробное описание процесса выполнения лабораторных работ, материалы курса лекций, содержание основных вопросов по курсу лекций, справочных таблиц, структуру билетов предлабораторного и рубежного контролей. Предложенный комплекс разработан в целях формирования у курсантов познаний в области ..."
            },
            {
                "title": "Химия для студентов специальности 1-57 02 01 \"Технология и оборудование ювелирного производства\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/76252/Himiya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Яглов, В. Н.",
                    "Меженцев, А. А.",
                    "Бурак, Г. А."
                ],
                "publishing_date": "2020",
                "description": "Учебно-методический комплекс по химии для студентов специальности, 1-57 02 01 «Технология и оборудование ювелирного производства» содержит подробное описание процесса выполнения лабораторных работ, материалы курса лекций, содержание основных вопросов по курсу лекций, справочные таблицы, структуру билетов предлабораторного и рубежного контролей. Предложенный комплекс разработан в ..."
            },
            {
                "title": "Экологический менеджмент",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/6012/EHkologicheskij_menedzhment.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Благовещенская, Т. С."
                ],
                "publishing_date": "2012",
                "description": "В конспекте лекций по дисциплине «Экологический менеджмент» кратко рассматриваются вопросы разработки и внедрения систем управления окружающей средой (СУОС) на предприятиях и в организациях, освещаются вопросы организации государственного управления природоохранной деятельностью в Республике Беларусь, организации природоохранной деятельности на предприятиях, а также приводится ..."
            },
            {
                "title": "Экологический менеджмент",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/19611/EHkologicheskij_menedzhment.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Благовещенская, Т. С.",
                    "Морзак, Г. И."
                ],
                "publishing_date": "2015",
                "description": "Электронный учебно-методический комплекс (ЭУМК) содержит сведения об организации природоохранной деятельности на предприятии; о принципах, целях и задачах экологического менеджмента и экологического аудита, их технологических, экономических и социальных аспектах; о порядке создания, внедрения и обеспечения эффективного функционирования систем управления окружающей средой (СУОС) ..."
            },
            {
                "title": "Экономика природопользования",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/8896/EHkonomika_prirodopolzovaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Хорева, С. А.",
                    "Карпинская, Е. В.",
                    "Дорожко, С. В."
                ],
                "publishing_date": "2014",
                "description": "Учебно-методический комплекс (УМК) содержит сведения о новейших достижениях в области экономики природопользования, необходимые студенту для выполнения курсовых и практических работ. В УМК даётся представление о современной экологической ситуации и принципах рационального природопользования, обеспечивающих сохранение качества окружающей среды, охрану и воспроизводство природных ..."
            },
            {
                "title": "Экономика природопользования",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/9506/EHkonomika_prirodopolzovaniya.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Хорева, С. А.",
                    "Карпинская, Е. В.",
                    "Дорожко, С. В."
                ],
                "publishing_date": "2014",
                "description": "Издание содержит девять тем по теоретическому материалу дисциплины «Экономика природопользования», в которых изложены данные по ключевым проблемам экономики природопользования, позволяющие ориентировать студенческую аудиторию на современные тенденции в решении природоохранных проблем с учетом национальных интересов."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине \"Экологическое право\" для специальности 1-57 01 02 \"Экологический менеджмент и аудит в промышленности\"",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/73596/EHkologicheskoe_pravo.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Скуратович, И. В."
                ],
                "publishing_date": "2020",
                "description": "Электронный учебно-методический комплекс (ЭУМК) содержит сведения об основных принципах и источниках экологического права, его правовых нормах и институтах, а также тенденций развития законодательства РБ и международного права в данной области. В ЭУМК раскрыта иерархия различных правовых норм в экологическом праве и их толкование, представлена характеристика институтов экологического ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Безопасность жизнедеятельность человека» для специальности 6-05-0311-02 «Экономика и управление»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/155571/EHUMK_BZHCH.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Цыганова, А. А.",
                    "Хрипович, А. А.",
                    "Веремейчик, Л. А.",
                    "Морзак, Г. И.",
                    "Кляусова, Ю. В.",
                    "Сидорская, Н. В.",
                    "Зеленухо, Е. В.",
                    "Благовещенская, Т. С.",
                    "Скуратович, И. В.",
                    "Мартынюк, С. С."
                ],
                "publishing_date": "2025",
                "description": "Электронный учебно-методический комплекс по учебной дисциплине «Безопасность жизнедеятельность человека» для специальности 6-05-0311-02 «Экономика и управление» / Белорусский национальный технический университет, Кафедра «Инженерная экология» ; сост.: А. А. Хрипович [и др.]. – Минск : БНТУ, 2025."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Комплексное управление отходами» для специальности: 1-57 01 02 «Экологический менеджмент и аудит в промышленности»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/150469/Kompleksnoe_upravlenie_othodami.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Благовещенская, Т. С.",
                    "Цыганова, А. А."
                ],
                "publishing_date": "2024",
                "description": "Благовещенская, Т. С. Электронный учебно-методический комплекс по учебной дисциплине «Комплексное управление отходами» для специальности: 1-57 01 02 «Экологический менеджмент и аудит в промышленности» / Т. С. Благовещенская, А. А. Цыганова ; Белорусский национальный технический университет, Кафедра «Инженерная экология». – Минск : БНТУ, 2024."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Менеджмент экологических рисков» для специальности 1-33 80 01 «Экология»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/95779/Menedzhment_ehkologicheskih_riskov.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Морзак, Г. И.",
                    "Сидорская, Н. В.",
                    "Мартынюк, С. С.",
                    "Малькевич, Н. Г."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс (ЭУМК) содержит сведения о современных подходах и методах в области управление экологическими рисками, необходимые магистранту для получения знаний по учебной дисциплине «Менеджмент экологических рисков». В ЭУМК представлены современные данные о факторах и условиях возникновения риска, классификация техногенных рисков и воздействий на ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Организация экологической деятельности на предприятии» для специальности 7-06-0521-01 «Экология»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/129495/Organizaciya_ehkologicheskoj_deyatelnosti_na_predpriyatii.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Морзак, Г. И.",
                    "Сидорская, Н. В.",
                    "Мартынюк, С. С."
                ],
                "publishing_date": "2023",
                "description": "Электронный учебно-методический комплекс (ЭУМК) содержит сведения о современных подходах, способах и методах в области организации экологической деятельности на предприятии, необходимые магистранту для получения знаний по учебной дисциплине «Организация экологической деятельности на предприятии». В ЭУМК представлены современные данные об основных подходах в организации экологической ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Основы биохимии и токсикологии» для специальности 1-57 01 02 «Экологический менеджмент и аудит в промышленности»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/75162/Osnovy_biohimii_i_toksikologii.pdf.jpg?sequence=4&isAllowed=y",
                "authors": [
                    "Кузьмина, О. Н."
                ],
                "publishing_date": "2020",
                "description": "Электронный учебно-методический комплекс (ЭУМК) содержит сведения об основах биохимии и токсикологии, современном направлении развития этих наук. В ЭУМК представлены современные данные о токсическом действии ксенобиотиков начиная с биомолекул и клетки и заканчивая человеком и биосферой, раскрыты вопросы строения, классификации и реагирование основных биомолекул, входящих в состав ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Основы эколого-энергетической устойчивости производства» для специальностей: 6-05-0714-02 «Технология машиностроения, металлорежущие станки и инструменты»; 6-05-0714-04 «Автоматизация технологических процессов и производств»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/129578/Osnovy.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Цыганова, А. А.",
                    "Малькевич, Н. Г.",
                    "Бельская, Г. В.",
                    "Червинский, В. Л.",
                    "Скуратович, И. В.",
                    "Зеленухо, Е. В.",
                    "Сидорская, Н. В.",
                    "Мартынюк, С. С.",
                    "Любчик, О. А.",
                    "Климович, С. В.",
                    "Кляусова, Ю. В."
                ],
                "publishing_date": "2023",
                "description": "Электронный учебно-методический комплекс (ЭУМК) содержит сведения о влиянии промышленных предприятий на окружающую среду и основных принципах эколого-энергетической устойчивости производства. В ЭУМК представлены современные данные об особенностях функционирования окружающей среды, описано воздействие промышленного производства на окружающую среду, приведены инструменты управления ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Оценка жизненного цикла продукции» для специальности 1-57.01.02 «Экологический менеджмент и аудит в промышленности»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/95769/Ocenka_zhiznennogo.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Басалай, И. А.",
                    "Родькин, О. И.",
                    "Зеленухо, Е. В."
                ],
                "publishing_date": "2021",
                "description": "В электронном учебно-методическом комплексе (ЭУМК) рассмотрены общие положения и эволюция развития оценки жизненного цикла, как одного из основных инструментов экологического менеджмента. Представлены основные принципы методики исследования Жизненного цикла, значение и развитие систем ОЖЦ. Содержатся теоретические сведения в области анализа воздействия на окружающую среду продукции ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Перспективные и экологически чистые технологии»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/96076/Perspektivnye_i_ehkologicheski.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Хрипович, А. А.",
                    "Скуратович, И. В."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс (ЭУМК) содержит сведения о воздействии на окружающую среду различных отраслей промышленности и основных принципах более чистого производства как современного подхода к регулированию природоохранной деятельности на уровне технологических процессов, промышленных предприятий и организаций, государственного управления и международной деятельности ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Стратегия более чистого производства» для специальности II ступени высшего образования 1-33 80 01 «Экология»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/96075/Strategiya_bolee_chistogo.pdf.jpg?sequence=3&isAllowed=y",
                "authors": [
                    "Хрипович, А. А.",
                    "Скуратович, И. В."
                ],
                "publishing_date": "2021",
                "description": "Электронный учебно-методический комплекс (ЭУМК) содержит сведения о влиянии производственной деятельности на окружающую среду и основе стратегии более чистого производства как наиболее современной концепции осуществления природоохранной деятельности как на уровне предприятий и организаций, так и государственного управления охраной окружающей среды. В ЭУМК представлены современные ..."
            },
            {
                "title": "Электронный учебно-методический комплекс по учебной дисциплине «Экологическая экспертиза и оценка воздействия на окружающую среду» для специальности 1-57 01 02 «Экологический менеджмент и аудит в промышленности»",
                "image_url": "https://rep.bntu.by/bitstream/handle/data/113100/EHkologicheskaya_ehkspertiza.pdf.jpg?sequence=2&isAllowed=y",
                "authors": [
                    "Зеленухо, Е. В.",
                    "Сидорская, Н. В."
                ],
                "publishing_date": "2022",
                "description": "Электронный учебно-методический комплекс (ЭУМК) содержит сведения об экологической экспертизе и оценке воздействия на окружающую среду, необходимые студенту для получения знаний по учебной дисциплине, а также для выполнения практических работ. В ЭУМК представлены сведения об экологической экспертизе и оценке воздействий намечаемой хозяйственной и иной деятельности на окружающую ..."
            }
        ]
    }
}